[["21067578","A novel totivirus and piscine reovirus (PRV) in Atlantic salmon (Salmo salar) with cardiomyopathy syndrome (CMS).","Virol J","2010","SRA012227","Cardiomyopathy syndrome (CMS) is a severe disease affecting large farmed Atlantic salmon. Mortality often appears without prior clinical signs, typically shortly prior to slaughter. We recently reported the finding and the complete genomic sequence of a novel piscine reovirus (PRV), which is associated with another cardiac disease in Atlantic salmon; heart and skeletal muscle inflammation (HSMI). In the present work we have studied whether PRV or other infectious agents may be involved in the etiology of CMS.Using high throughput sequencing on heart samples from natural outbreaks of CMS and from fish experimentally challenged with material from fish diagnosed with CMS a high number of sequence reads identical to the PRV genome were identified. In addition, a sequence contig from a novel totivirus could also be constructed. Using RT-qPCR, levels of PRV in tissue samples were quantified and the totivirus was detected in all samples tested from CMS fish but not in controls. In situ hybridization supported this pattern indicating a possible association between CMS and the novel piscine totivirus.Although causality for CMS in Atlantic salmon could not be proven for either of the two viruses, our results are compatible with a hypothesis where, in the experimental challenge studied, PRV behaves as an opportunist whereas the totivirus might be more directly linked with the development of CMS.","Løvoll M, Wiik-Nielsen J, Grove S, Wiik-Nielsen CR, Kristoffersen AB, Faller R, Poppe T, Jung J, Pedamallu CS, Nederbragt AJ, Meyerson M, Rimstad E, Tengs T."],["20961407","An atlas of bovine gene expression reveals novel distinctive tissue characteristics and evidence for improving genome annotation.","Genome Biol","2010-Oct-20","SRA012648","A comprehensive transcriptome survey, or gene atlas, provides information essential for a complete understanding of the genomic biology of an organism. We present an atlas of RNA abundance for 92 adult, juvenile and fetal cattle tissues and three cattle cell lines.The Bovine Gene Atlas was generated from 7.2 million unique digital gene expression tag sequences (300.2 million total raw tag sequences), from which 1.59 million unique tag sequences were identified that mapped to the draft bovine genome accounting for 85% of the total raw tag abundance. Filtering these tags yielded 87,764 unique tag sequences that unambiguously mapped to 16,517 annotated protein-coding loci in the draft genome accounting for 45% of the total raw tag abundance. Clustering of tissues based on tag abundance profiles generally confirmed ontology classification based on anatomy. There were 5,429 constitutively expressed loci and 3,445 constitutively expressed unique tag sequences mapping outside annotated gene boundaries that represent a resource for enhancing current gene models. Physical measures such as inferred transcript length or antisense tag abundance identified tissues with atypical transcriptional tag profiles. We report for the first time the tissue-specific variation in the proportion of mitochondrial transcriptional tag abundance.The Bovine Gene Atlas is the deepest and broadest transcriptome survey of any livestock genome to date. Commonalities and variation in sense and antisense transcript tag profiles identified in different tissues facilitate the examination of the relationship between gene expression, tissue, and gene function.","Harhay GP, Smith TP, Alexander LJ, Haudenschild CD, Keele JW, Matukumalli LK, Schroeder SG, Van Tassell CP, Gresham CR, Bridges SM, Burgess SC, Sonstegard TS."],["20935160","Next-generation sequencing identifies the natural killer cell microRNA transcriptome.","Genome Res","2010-Nov","SRA011808","Natural killer (NK) cells are innate lymphocytes important for early host defense against infectious pathogens and surveillance against malignant transformation. Resting murine NK cells regulate the translation of effector molecule mRNAs (e.g., granzyme B, GzmB) through unclear molecular mechanisms. MicroRNAs (miRNAs) are small noncoding RNAs that post-transcriptionally regulate the translation of their mRNA targets, and are therefore candidates for mediating this control process. While the expression and importance of miRNAs in T and B lymphocytes have been established, little is known about miRNAs in NK cells. Here, we used two next-generation sequencing (NGS) platforms to define the miRNA transcriptomes of resting and cytokine-activated primary murine NK cells, with confirmation by quantitative real-time PCR (qRT-PCR) and microarrays. We delineate a bioinformatics analysis pipeline that identified 302 known and 21 novel mature miRNAs from sequences obtained from NK cell small RNA libraries. These miRNAs are expressed over a broad range and exhibit isomiR complexity, and a subset is differentially expressed following cytokine activation. Using these miRNA NGS data, miR-223 was identified as a mature miRNA present in resting NK cells with decreased expression following cytokine activation. Furthermore, we demonstrate that miR-223 specifically targets the 3' untranslated region of murine GzmB in vitro, indicating that this miRNA may contribute to control of GzmB translation in resting NK cells. Thus, the sequenced NK cell miRNA transcriptome provides a valuable framework for further elucidation of miRNA expression and function in NK cell biology.","Fehniger TA, Wylie T, Germino E, Leong JW, Magrini VJ, Koul S, Keppel CR, Schneider SE, Koboldt DC, Sullivan RP, Heinz ME, Crosby SD, Nagarajan R, Ramsingh G, Link DC, Ley TJ, Mardis ER."],["20862637","Transcriptome Analysis of Taxus cuspidata Needles Based on 454 Pyrosequencing.","Planta Med","2010-Sep-22","SRA010343","Taxus species are highly valued as renewable resources for the production of Taxol. Despite the commercial and medicinal importance of Taxus, little genomic information is available for yew species, and Taxol biosynthesis still needs to be fully elucidated. In this study, 454 pyrosequencing technology was employed to produce an expressed sequence tag (EST) from the needles of Taxus cuspidata. In all, 81 148 high-quality reads from the needles of T. cuspidata were produced using Roche GS FLX Titanium. A total of 20,557 unique sequences were obtained, including 12 975 singletons and 7582 contigs. Approximately 14,095 unique sequences were annotated by a similarity search against five public databases. Gene ontology revealed 11,220 unique sequences that could be assigned to 45 vocabularies. In the Kyoto Encyclopedia of Genes and Genomes mapping, 2403 transcripts were established as associated with 3821 biochemical pathways. Enzymes in the plastidial 2-C-methyl-D-erythritol 4-phosphate pathway were well represented. Candidates of the putative genes of Taxol biosynthesis were revealed, including those in the remaining steps. In total, 291 transcripts were identified, representing putative homologues of transcription factors. Furthermore, 753 simple sequence repeat motifs, which are potential molecular markers for genetic application, were identified. These results provide the largest EST collections in TAXUS and will contribute to biosynthetic and biochemical studies that lead to drug improvement.© Georg Thieme Verlag KG Stuttgart · New York.","Wu Q, Sun C, Luo H, Li Y, Niu Y, Sun Y, Lu A, Chen S."],["20854695","Comparison of 454-ESTs from Huperzia serrata and Phlegmariurus carinatus reveals putative genes involved in lycopodium alkaloid biosynthesis and developmental regulation.","BMC Plant Biol","2010","SRA009812","Plants of the Huperziaceae family, which comprise the two genera Huperzia and Phlegmariurus, produce various types of lycopodium alkaloids that are used to treat a number of human ailments, such as contusions, swellings and strains. Huperzine A, which belongs to the lycodine type of lycopodium alkaloids, has been used as an anti-Alzheimer's disease drug candidate. Despite their medical importance, little genomic or transcriptomic data are available for the members of this family. We used massive parallel pyrosequencing on the Roche 454-GS FLX Titanium platform to generate a substantial EST dataset for Huperzia serrata (H. serrata) and Phlegmariurus carinatus (P. carinatus) as representative members of the Huperzia and Phlegmariurus genera, respectively. H. serrata and P. carinatus are important plants for research on the biosynthesis of lycopodium alkaloids. We focused on gene discovery in the areas of bioactive compound biosynthesis and transcriptional regulation as well as genetic marker detection in these species.For H. serrata, 36,763 unique putative transcripts were generated from 140,930 reads totaling over 57,028,559 base pairs; for P. carinatus, 31,812 unique putative transcripts were generated from 79,920 reads totaling over 30,498,684 base pairs. Using BLASTX searches of public databases, 16,274 (44.3%) unique putative transcripts from H. serrata and 14,070 (44.2%) from P. carinatus were assigned to at least one protein. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) orthology annotations revealed that the functions of the unique putative transcripts from these two species cover a similarly broad set of molecular functions, biological processes and biochemical pathways.In particular, a total of 20 H. serrata candidate cytochrome P450 genes, which are more abundant in leaves than in roots and might be involved in lycopodium alkaloid biosynthesis, were found based on the comparison of H. serrata and P. carinatus 454-ESTs and real-time PCR analysis. Four unique putative CYP450 transcripts (Hs01891, Hs04010, Hs13557 and Hs00093) which are the most likely to be involved in the biosynthesis of lycopodium alkaloids were selected based on a phylogenetic analysis. Approximately 115 H. serrata and 98 P. carinatus unique putative transcripts associated with the biosynthesis of triterpenoids, alkaloids and flavones/flavonoids were located in the 454-EST datasets. Transcripts related to phytohormone biosynthesis and signal transduction as well as transcription factors were also obtained. In addition, we discovered 2,729 and 1,573 potential SSR-motif microsatellite loci in the H. serrata and P. carinatus 454-ESTs, respectively.The 454-EST resource allowed for the first large-scale acquisition of ESTs from H. serrata and P. carinatus, which are representative members of the Huperziaceae family. We discovered many genes likely to be involved in the biosynthesis of bioactive compounds and transcriptional regulation as well as a large number of potential microsatellite markers. These results constitute an essential resource for understanding the molecular basis of developmental regulation and secondary metabolite biosynthesis (especially that of lycopodium alkaloids) in the Huperziaceae, and they provide an overview of the genetic diversity of this family.","Luo H, Li Y, Sun C, Wu Q, Song J, Sun Y, Steinmetz A, Chen S."],["20854695","Comparison of 454-ESTs from Huperzia serrata and Phlegmariurus carinatus reveals putative genes involved in lycopodium alkaloid biosynthesis and developmental regulation.","BMC Plant Biol","2010","SRA009811","Plants of the Huperziaceae family, which comprise the two genera Huperzia and Phlegmariurus, produce various types of lycopodium alkaloids that are used to treat a number of human ailments, such as contusions, swellings and strains. Huperzine A, which belongs to the lycodine type of lycopodium alkaloids, has been used as an anti-Alzheimer's disease drug candidate. Despite their medical importance, little genomic or transcriptomic data are available for the members of this family. We used massive parallel pyrosequencing on the Roche 454-GS FLX Titanium platform to generate a substantial EST dataset for Huperzia serrata (H. serrata) and Phlegmariurus carinatus (P. carinatus) as representative members of the Huperzia and Phlegmariurus genera, respectively. H. serrata and P. carinatus are important plants for research on the biosynthesis of lycopodium alkaloids. We focused on gene discovery in the areas of bioactive compound biosynthesis and transcriptional regulation as well as genetic marker detection in these species.For H. serrata, 36,763 unique putative transcripts were generated from 140,930 reads totaling over 57,028,559 base pairs; for P. carinatus, 31,812 unique putative transcripts were generated from 79,920 reads totaling over 30,498,684 base pairs. Using BLASTX searches of public databases, 16,274 (44.3%) unique putative transcripts from H. serrata and 14,070 (44.2%) from P. carinatus were assigned to at least one protein. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) orthology annotations revealed that the functions of the unique putative transcripts from these two species cover a similarly broad set of molecular functions, biological processes and biochemical pathways.In particular, a total of 20 H. serrata candidate cytochrome P450 genes, which are more abundant in leaves than in roots and might be involved in lycopodium alkaloid biosynthesis, were found based on the comparison of H. serrata and P. carinatus 454-ESTs and real-time PCR analysis. Four unique putative CYP450 transcripts (Hs01891, Hs04010, Hs13557 and Hs00093) which are the most likely to be involved in the biosynthesis of lycopodium alkaloids were selected based on a phylogenetic analysis. Approximately 115 H. serrata and 98 P. carinatus unique putative transcripts associated with the biosynthesis of triterpenoids, alkaloids and flavones/flavonoids were located in the 454-EST datasets. Transcripts related to phytohormone biosynthesis and signal transduction as well as transcription factors were also obtained. In addition, we discovered 2,729 and 1,573 potential SSR-motif microsatellite loci in the H. serrata and P. carinatus 454-ESTs, respectively.The 454-EST resource allowed for the first large-scale acquisition of ESTs from H. serrata and P. carinatus, which are representative members of the Huperziaceae family. We discovered many genes likely to be involved in the biosynthesis of bioactive compounds and transcriptional regulation as well as a large number of potential microsatellite markers. These results constitute an essential resource for understanding the molecular basis of developmental regulation and secondary metabolite biosynthesis (especially that of lycopodium alkaloids) in the Huperziaceae, and they provide an overview of the genetic diversity of this family.","Luo H, Li Y, Sun C, Wu Q, Song J, Sun Y, Steinmetz A, Chen S."],["20843784","Tissue-specific regulation of mouse MicroRNA genes in endoderm-derived tissues.","Nucleic Acids Res","2010-Sep-14","SRA023764","MicroRNAs fine-tune the activity of hundreds of protein-coding genes. The identification of tissue-specific microRNAs and their promoters has been constrained by the limited sensitivity of prior microRNA quantification methods. Here, we determine the entire microRNAome of three endoderm-derived tissues, liver, jejunum and pancreas, using ultra-high throughput sequencing. Although many microRNA genes are expressed at comparable levels, 162 microRNAs exhibited striking tissue-specificity. After mapping the putative promoters for these microRNA genes using H3K4me3 histone occupancy, we analyzed the regulatory modules of 63 microRNAs differentially expressed between liver and jejunum or pancreas. We determined that the same transcriptional regulatory mechanisms govern tissue-specific gene expression of both mRNA and microRNA encoding genes in mammals.","Gao Y, Schug J, McKenna LB, Le Lay J, Kaestner KH, Greenbaum LE."],["20807744","Microbial community transcriptomes reveal microbes and metabolic pathways associated with dissolved organic matter turnover in the sea.","Proc Natl Acad Sci U S A","2010-Sep-21","SRA020733","Marine dissolved organic matter (DOM) contains as much carbon as the Earth's atmosphere, and represents a critical component of the global carbon cycle. To better define microbial processes and activities associated with marine DOM cycling, we analyzed genomic and transcriptional responses of microbial communities to high-molecular-weight DOM (HMWDOM) addition. The cell density in the unamended control remained constant, with very few transcript categories exhibiting significant differences over time. In contrast, the DOM-amended microcosm doubled in cell numbers over 27 h, and a variety of HMWDOM-stimulated transcripts from different taxa were observed at all time points measured relative to the control. Transcripts significantly enriched in the HMWDOM treatment included those associated with two-component sensor systems, phosphate and nitrogen assimilation, chemotaxis, and motility. Transcripts from Idiomarina and Alteromonas spp., the most highly represented taxa at the early time points, included those encoding TonB-associated transporters, nitrogen assimilation genes, fatty acid catabolism genes, and TCA cycle enzymes. At the final time point, Methylophaga rRNA and non-rRNA transcripts dominated the HMWDOM-amended microcosm, and included gene transcripts associated with both assimilatory and dissimilatory single-carbon compound utilization. The data indicated specific resource partitioning of DOM by different bacterial species, which results in a temporal succession of taxa, metabolic pathways, and chemical transformations associated with HMWDOM turnover. These findings suggest that coordinated, cooperative activities of a variety of bacterial \"specialists\" may be critical in the cycling of marine DOM, emphasizing the importance of microbial community dynamics in the global carbon cycle.","McCarren J, Becker JW, Repeta DJ, Shi Y, Young CR, Malmstrom RR, Chisholm SW, DeLong EF."],["20703300","Mammalian microRNAs predominantly act to decrease target mRNA levels.","Nature","2010-Aug-12","SRA023909","MicroRNAs (miRNAs) are endogenous approximately 22-nucleotide RNAs that mediate important gene-regulatory events by pairing to the mRNAs of protein-coding genes to direct their repression. Repression of these regulatory targets leads to decreased translational efficiency and/or decreased mRNA levels, but the relative contributions of these two outcomes have been largely unknown, particularly for endogenous targets expressed at low-to-moderate levels. Here, we use ribosome profiling to measure the overall effects on protein production and compare these to simultaneously measured effects on mRNA levels. For both ectopic and endogenous miRNA regulatory interactions, lowered mRNA levels account for most (>/=84%) of the decreased protein production. These results show that changes in mRNA levels closely reflect the impact of miRNAs on gene expression and indicate that destabilization of target mRNAs is the predominant reason for reduced protein output.","Guo H, Ingolia NT, Weissman JS, Bartel DP."],["20693479","Optimization of de novo transcriptome assembly from next-generation sequencing data.","Genome Res","2010-Oct","SRA010189","Transcriptome analysis has important applications in many biological fields. However, assembling a transcriptome without a known reference remains a challenging task requiring algorithmic improvements. We present two methods for substantially improving transcriptome de novo assembly. The first method relies on the observation that the use of a single k-mer length by current de novo assemblers is suboptimal to assemble transcriptomes where the sequence coverage of transcripts is highly heterogeneous. We present the Multiple-k method in which various k-mer lengths are used for de novo transcriptome assembly. We demonstrate its good performance by assembling de novo a published next-generation transcriptome sequence data set of Aedes aegypti, using the existing genome to check the accuracy of our method. The second method relies on the use of a reference proteome to improve the de novo assembly. We developed the Scaffolding using Translation Mapping (STM) method that uses mapping against the closest available reference proteome for scaffolding contigs that map onto the same protein. In a controlled experiment using simulated data, we show that the STM method considerably improves the assembly, with few errors. We applied these two methods to assemble the transcriptome of the non-model catfish Loricaria gr. cataphracta. Using the Multiple-k and STM methods, the assembly increases in contiguity and in gene identification, showing that our methods clearly improve quality and can be widely used. The new methods were used to assemble successfully the transcripts of the core set of genes regulating tooth development in vertebrates, while classic de novo assembly failed.","Surget-Groba Y, Montoya-Burgos JI."],["20665646","Genome-scale metabolic model integrated with RNAseq data to identify metabolic states of Clostridium thermocellum.","Biotechnol J","2010-Jul","SRA022779","Constraint-based genome-scale metabolic models are becoming an established tool for using genomic and biochemical information to predict cellular phenotypes. While these models provide quantitative predictions for individual reactions and are readily scalable for any biological system, they have inherent limitations. Using current methods, it is difficult to computationally elucidate a specific network state that directly depicts an in vivo state, especially in the instances where the organism might be functionally in a suboptimal state. In this study, we generated RNA sequencing data to characterize the transcriptional state of the cellulolytic anaerobe, Clostridium thermocellum, and algorithmically integrated these data with a genome-scale metabolic model. The phenotypes of each calculated metabolic flux state were compared to 13 experimentally determined physiological parameters to identify the flux mapping that best matched the in vitro growth of C. thermocellum. By this approach we found predicted fluxes for 88 reactions to be changed between the best solely computational prediction (flux balance analysis) and the best experimentally derived prediction. The alteration of these 88 reaction fluxes led to a detailed network-wide flux mapping that was able to capture the suboptimal cellular state of C. thermocellum.","Gowen CM, Fong SS."],["20617162","Intergenic and repeat transcription in human, chimpanzee and macaque brains measured by RNA-Seq.","PLoS Comput Biol","2010","SRA011534","Transcription is the first step connecting genetic information with an organism's phenotype. While expression of annotated genes in the human brain has been characterized extensively, our knowledge about the scope and the conservation of transcripts located outside of the known genes' boundaries is limited. Here, we use high-throughput transcriptome sequencing (RNA-Seq) to characterize the total non-ribosomal transcriptome of human, chimpanzee, and rhesus macaque brain. In all species, only 20-28% of non-ribosomal transcripts correspond to annotated exons and 20-23% to introns. By contrast, transcripts originating within intronic and intergenic repetitive sequences constitute 40-48% of the total brain transcriptome. Notably, some repeat families show elevated transcription. In non-repetitive intergenic regions, we identify and characterize 1,093 distinct regions highly expressed in the human brain. These regions are conserved at the RNA expression level across primates studied and at the DNA sequence level across mammals. A large proportion of these transcripts (20%) represents 3'UTR extensions of known genes and may play roles in alternative microRNA-directed regulation. Finally, we show that while transcriptome divergence between species increases with evolutionary time, intergenic transcripts show more expression differences among species and exons show less. Our results show that many yet uncharacterized evolutionary conserved transcripts exist in the human brain. Some of these transcripts may play roles in transcriptional regulation and contribute to evolution of human-specific phenotypic traits.","Xu AG, He L, Li Z, Xu Y, Li M, Fu X, Yan Z, Yuan Y, Menzel C, Li N, Somel M, Hu H, Chen W, Pääbo S, Khaitovich P."],["20605486","Regulation of microRNA expression and abundance during lymphopoiesis.","Immunity","2010-Jun-25","SRA021097","Although the cellular concentration of miRNAs is critical to their function, how miRNA expression and abundance are regulated during ontogeny is unclear. We applied miRNA-, mRNA-, and ChIP-Seq to characterize the microRNome during lymphopoiesis within the context of the transcriptome and epigenome. We show that lymphocyte-specific miRNAs are either tightly controlled by polycomb group-mediated H3K27me3 or maintained in a semi-activated epigenetic state prior to full expression. Because of miRNA biogenesis, the cellular concentration of mature miRNAs does not typically reflect transcriptional changes. However, we uncover a subset of miRNAs for which abundance is dictated by miRNA gene expression. We confirm that concentration of 5p and 3p miRNA strands depends largely on free energy properties of miRNA duplexes. Unexpectedly, we also find that miRNA strand accumulation can be developmentally regulated. Our data provide a comprehensive map of immunity's microRNome and reveal the underlying epigenetic and transcriptional forces that shape miRNA homeostasis.Copyright 2010 Elsevier Inc. All rights reserved.","Kuchen S, Resch W, Yamane A, Kuo N, Li Z, Chakraborty T, Wei L, Laurence A, Yasuda T, Peng S, Hu-Li J, Lu K, Dubois W, Kitamura Y, Charles N, Sun HW, Muljo S, Schwartzberg PL, Paul WE, O'Shea J, Rajewsky K, Casellas R."],["20584899","Transcriptome and targetome analysis in MIR155 expressing cells using RNA-seq.","RNA","2010-Aug","SRA011001","Previous studies have demonstrated the utility of microarray expression analysis to identify potential microRNA targets. Nevertheless, technical limitations intrinsic to this platform constrain its ability to fully exploit the potential of assessing transcript level changes to explore microRNA targetomes. High-throughput multiplexed Illumina-based next-generation sequencing (NGS) provides a digital readout of absolute transcript levels and imparts a higher level of accuracy and dynamic range than microarray platforms. We used Illumina NGS to analyze transcriptome changes induced by the human microRNA MIR155. This analysis resulted in a larger inferred targetome than similar studies carried out using microarray platforms. A comparison with 3' UTR reporter data demonstrated general concordance between NGS and corresponding 3' UTR reporter results. Nonharmonious results were investigated more deeply using transcript structure information assembled from the NGS data. This analysis revealed that transcript structure plays a substantial role in mitigated targeting and in frank targeting failures. With its high level of accuracy, its broad dynamic range, its utility in assessing transcript structure, and its capacity to accurately interrogate global direct and indirect transcriptome changes, NGS is a useful tool for investigating the biology and mechanisms of action of microRNAs.","Xu G, Fewell C, Taylor C, Deng N, Hedges D, Wang X, Zhang K, Lacey M, Zhang H, Yin Q, Cameron J, Lin Z, Zhu D, Flemington EK."],["20581131","Small RNA-based silencing strategies for transposons in the process of invading Drosophila species.","RNA","2010-Aug","SRA020991","Colonization of a host by an active transposon can increase mutation rates or cause sterility, a phenotype termed hybrid dysgenesis. As an example, intercrosses of certain Drosophila virilis strains can produce dysgenic progeny. The Penelope element is present only in a subset of laboratory strains and has been implicated as a causative agent of the dysgenic phenotype. We have also introduced Penelope into Drosophila melanogaster, which are otherwise naive to the element. We have taken advantage of these natural and experimentally induced colonization processes to probe the evolution of small RNA pathways in response to transposon challenge. In both species, Penelope was predominantly targeted by endo-small-interfering RNAs (siRNAs) rather than by piwi-interacting RNAs (piRNAs). Although we do observe correlations between Penelope transcription and dysgenesis, we could not correlate differences in maternally deposited Penelope piRNAs with the sterility of progeny. Instead, we found that strains that produced dysgenic progeny differed in their production of piRNAs from clusters in subtelomeric regions, possibly indicating that changes in the overall piRNA repertoire underlie dysgenesis. Considered together, our data reveal unexpected plasticity in small RNA pathways in germ cells, both in the character of their responses to invading transposons and in the piRNA clusters that define their ability to respond to mobile elements.","Rozhkov NV, Aravin AA, Zelentsova ES, Schostak NG, Sachidanandam R, McCombie WR, Hannon GJ, Evgen'ev MB."],["20565972","Heart transcriptome of the bank vole (Myodes glareolus): towards understanding the evolutionary variation in metabolic rate.","BMC Genomics","2010","SRA012600","Understanding the genetic basis of adaptive changes has been a major goal of evolutionary biology. In complex organisms without sequenced genomes, de novo transcriptome assembly using a longer read sequencing technology followed by expression profiling using short reads is likely to provide comprehensive identification of adaptive variation at the expression level and sequence polymorphisms in coding regions. We performed sequencing and de novo assembly of the bank vole heart transcriptome in lines selected for high metabolism and unselected controls.A single 454 Titanium run produced over million reads, which were assembled into 63,581 contigs. Searches against the SwissProt protein database and the ENSEMBL collection of mouse transcripts detected similarity to 11,181 and 14,051 genes, respectively. As judged by the representation of genes from the heart-related Gene Ontology categories and UniGenes detected in the mouse heart, our detection of the genes expressed in the heart was nearly complete (> 95% and almost 90% respectively). On average, 38.7% of the transcript length was covered by our sequences, with notably higher (45.0%) coverage of coding regions than of untranslated regions (24.5% of 5' and 32.7% of 3'UTRs). Lower sequence conservation between mouse and bank vole in untranslated regions was found to be partially responsible for poorer UTR representation. Our data might suggest a widespread transcription from noncoding genomic regions, a finding not reported in previous studies regarding transcriptomes in non-model organisms. We also identified over 19 thousand putative single nucleotide polymorphisms (SNPs). A much higher fraction of the SNPs than expected by chance exhibited variant frequency differences between selection regimes.Longer reads and higher sequence yield per run provided by the 454 Titanium technology in comparison to earlier generations of pyrosequencing proved beneficial for the quality of assembly. An almost full representation of genes known to be expressed in the mouse heart was identified. Usage of the extensive genomic resources available for the house mouse, a moderately (20-40 mln years) divergent relative of the voles, enabled a comprehensive assessment of the transcript completeness. Transcript sequences generated in the present study allowed the identification of candidate SNPs associated with divergence of selection lines and constitute a valuable permanent resource forming a foundation for RNAseq experiments aiming at detection of adaptive changes both at the level of gene expression and sequence variants, that would facilitate studies of the genetic basis of evolutionary divergence.","Babik W, Stuglik M, Qi W, Kuenzli M, Kuduk K, Koteja P, Radwan J."],["20543846","Linking promoters to functional transcripts in small samples with nanoCAGE and CAGEscan.","Nat Methods","2010-Jul","SRA008390","Large-scale sequencing projects have revealed an unexpected complexity in the origins, structures and functions of mammalian transcripts. Many loci are known to produce overlapping coding and noncoding RNAs with capped 5' ends that vary in size. Methods to identify the 5' ends of transcripts will facilitate the discovery of new promoters and 5' ends derived from secondary capping events. Such methods often require high input amounts of RNA not obtainable from highly refined samples such as tissue microdissections and subcellular fractions. Therefore, we developed nano-cap analysis of gene expression (nanoCAGE), a method that captures the 5' ends of transcripts from as little as 10 ng of total RNA, and CAGEscan, a mate-pair adaptation of nanoCAGE that captures the transcript 5' ends linked to a downstream region. Both of these methods allow further annotation-agnostic studies of the complex human transcriptome.","Plessy C, Bertin N, Takahashi H, Simone R, Salimullah M, Lassmann T, Vitezic M, Severin J, Olivarius S, Lazarevic D, Hornig N, Orlando V, Bell I, Gao H, Dumais J, Kapranov P, Wang H, Davis CA, Gingeras TR, Kawai J, Daub CO, Hayashizaki Y, Gustincich S, Carninci P."],["20543846","Linking promoters to functional transcripts in small samples with nanoCAGE and CAGEscan.","Nat Methods","2010-Jul","DRA000169","Large-scale sequencing projects have revealed an unexpected complexity in the origins, structures and functions of mammalian transcripts. Many loci are known to produce overlapping coding and noncoding RNAs with capped 5' ends that vary in size. Methods to identify the 5' ends of transcripts will facilitate the discovery of new promoters and 5' ends derived from secondary capping events. Such methods often require high input amounts of RNA not obtainable from highly refined samples such as tissue microdissections and subcellular fractions. Therefore, we developed nano-cap analysis of gene expression (nanoCAGE), a method that captures the 5' ends of transcripts from as little as 10 ng of total RNA, and CAGEscan, a mate-pair adaptation of nanoCAGE that captures the transcript 5' ends linked to a downstream region. Both of these methods allow further annotation-agnostic studies of the complex human transcriptome.","Plessy C, Bertin N, Takahashi H, Simone R, Salimullah M, Lassmann T, Vitezic M, Severin J, Olivarius S, Lazarevic D, Hornig N, Orlando V, Bell I, Gao H, Dumais J, Kapranov P, Wang H, Davis CA, Gingeras TR, Kawai J, Daub CO, Hayashizaki Y, Gustincich S, Carninci P."],["20540116","Rapid transcriptome and proteome profiling of a non-model marine invertebrate, Bugula neritina.","Proteomics","2010-Aug","SRA010777","Non-model organisms represent the majority of life forms in our planet. However, the lack of genetic information hinders us to understand the unique biological phenomena in non-model organisms at the molecular level. In this study, we applied a tandem transcriptome and proteome profiling on a non-model marine fouling organism, Bugula neritina. Using a 454 pyrosequencing platform with the updated titanium reagents, we generated a total of 48M bp transcriptome data consisting of 131 450 high-quality reads. Of these, 122 650 reads (93%) were assembled to produce 6392 contigs with an average length of 538 bases and the remaining 8800 reads were singletons. Of the total 15 192 unigenes, 13 863 ORFs were predicated, of which 6917 were functionally annotated based on gene ontology and eukaryotic orthologous groups. Subsequent proteome analysis identified and quantified 882 proteins from B. neritina. These results would provide fundamental and important information for the subsequent studies of molecular mechanism in larval biology, development, antifouling research. Furthermore, we demonstrated, for the first time, the combined use of two high-throughput technologies as a powerful approach for accelerating the studies of non-model but otherwise important species.","Wang H, Zhang H, Wong YH, Voolstra C, Ravasi T, B Bajic V, Qian PY."],["20534518","Simultaneous high-resolution analysis of vaccinia virus and host cell transcriptomes by deep RNA sequencing.","Proc Natl Acad Sci U S A","2010-Jun-22","SRA017695","Deep RNA sequencing was used to simultaneously analyze vaccinia virus (VACV) and HeLa cell transcriptomes at progressive times following infection. VACV, the prototypic member of the poxvirus family, replicates in the cytoplasm and contains a double-stranded DNA genome with approximately 200 closely spaced open reading frames (ORFs). The acquisition of a total of nearly 500 million short cDNA sequences allowed construction of temporal strand-specific maps of the entire VACV transcriptome at single-base resolution and analysis of over 14,000 host mRNAs. Before viral DNA replication, transcripts from 118 VACV ORFs were detected; after replication, transcripts from 93 additional ORFs were characterized. The high resolution permitted determination of the precise boundaries of many mRNAs including read-through transcripts and location of mRNA start sites and adjacent promoters. Temporal analysis revealed two clusters of early mRNAs that were synthesized in the presence of inhibitors of protein as well as DNA synthesis, indicating that they do not correspond to separate immediate- and delayed-early classes as defined for other DNA viruses. The proportion of viral RNAs reached 25-55% of the total at 4 h. This rapid change, resulting in a relative decrease of the vast majority of host mRNAs, can contribute to the profound shutdown of host protein synthesis and blunting of antiviral responses. At 2 h, however, a minority of cellular mRNAs was increased. The overrepresented functional categories of the up-regulated RNAs were NF-kappaB cascade, apoptosis, signal transduction, and ligand-mediated signaling, which likely represent the host response to invasion.","Yang Z, Bruno DP, Martens CA, Porcella SF, Moss B."],["20529341","Insights into shell deposition in the Antarctic bivalve Laternula elliptica: gene discovery in the mantle transcriptome using 454 pyrosequencing.","BMC Genomics","2010","SRA011054","The Antarctic clam, Laternula elliptica, is an infaunal stenothermal bivalve mollusc with a circumpolar distribution. It plays a significant role in bentho-pelagic coupling and hence has been proposed as a sentinel species for climate change monitoring. Previous studies have shown that this mollusc displays a high level of plasticity with regard to shell deposition and damage repair against a background of genetic homogeneity. The Southern Ocean has amongst the lowest present-day CaCO3 saturation rate of any ocean region, and is predicted to be among the first to become undersaturated under current ocean acidification scenarios. Hence, this species presents as an ideal candidate for studies into the processes of calcium regulation and shell deposition in our changing ocean environments.454 sequencing of L. elliptica mantle tissue generated 18,290 contigs with an average size of 535 bp (ranging between 142 bp-5.591 kb). BLAST sequence similarity searching assigned putative function to 17% of the data set, with a significant proportion of these transcripts being involved in binding and potentially of a secretory nature, as defined by GO molecular function and biological process classifications. These results indicated that the mantle is a transcriptionally active tissue which is actively proliferating. All transcripts were screened against an in-house database of genes shown to be involved in extracellular matrix formation and calcium homeostasis in metazoans. Putative identifications were made for a number of classical shell deposition genes, such as tyrosinase, carbonic anhydrase and metalloprotease 1, along with novel members of the family 2 G-Protein Coupled Receptors (GPCRs). A membrane transport protein (SEC61) was also characterised and this demonstrated the utility of the clam sequence data as a resource for examining cold adapted amino acid substitutions. The sequence data contained 46,235 microsatellites and 13,084 Single Nucleotide Polymorphisms(SNPs/INDELS), providing a resource for population and also gene function studies.This is the first 454 data from an Antarctic marine invertebrate. Sequencing of mantle tissue from this non-model species has considerably increased resources for the investigation of the processes of shell deposition and repair in molluscs in a changing environment. A number of promising candidate genes were identified for functional analyses, which will be the subject of further investigation in this species and also used in model-hopping experiments in more tractable and economically important model aquaculture species, such as Crassostrea gigas and Mytilus edulis.","Clark MS, Thorne MA, Vieira FA, Cardoso JC, Power DM, Peck LS."],["20504312","Transcriptome sequencing and comparative transcriptome analysis of the scleroglucan producer Sclerotium rolfsii.","BMC Genomics","2010","SRA012273","The plant pathogenic basidiomycete Sclerotium rolfsii produces the industrially exploited exopolysaccharide scleroglucan, a polymer that consists of (1 --> 3)-beta-linked glucose with a (1 --> 6)-beta-glycosyl branch on every third unit. Although the physicochemical properties of scleroglucan are well understood, almost nothing is known about the genetics of scleroglucan biosynthesis. Similarly, the biosynthetic pathway of oxalate, the main by-product during scleroglucan production, has not been elucidated yet. In order to provide a basis for genetic and metabolic engineering approaches, we studied scleroglucan and oxalate biosynthesis in S. rolfsii using different transcriptomic approaches.Two S. rolfsii transcriptomes obtained from scleroglucan-producing and scleroglucan-nonproducing conditions were pooled and sequenced using the 454 pyrosequencing technique yielding approximately 350,000 reads. These could be assembled into 21,937 contigs and 171,833 singletons, for which 6,951 had significant matches in public protein data bases. Sequence data were used to obtain first insights into the genomics of scleroglucan and oxalate production and to predict putative proteins involved in the synthesis of both metabolites. Using comparative transcriptomics, namely Agilent microarray hybridization and suppression subtractive hybridization, we identified approximately 800 unigenes which are differently expressed under scleroglucan-producing and non-producing conditions. From these, candidate genes were identified which could represent potential leads for targeted modification of the S. rolfsii metabolism for increased scleroglucan yields.The results presented in this paper provide for the first time genomic and transcriptomic data about S. rolfsii and demonstrate the power and usefulness of combined transcriptome sequencing and comparative microarray analysis. The data obtained allowed us to predict the biosynthetic pathways of scleroglucan and oxalate synthesis and to identify important genes putatively involved in determining scleroglucan yields. Moreover, our data establish the first sequence database for S. rolfsii, which allows research into other biological processes of S. rolfsii, such as host-pathogen interaction.","Schmid J, Müller-Hagen D, Bekel T, Funk L, Stahl U, Sieber V, Meyer V."],["20500869","Uncovering the evolutionary origin of plant molecular processes: comparison of Coleochaete (Coleochaetales) and Spirogyra (Zygnematales) transcriptomes.","BMC Plant Biol","2010","SRA012024","The large and diverse land plant lineage is nested within a clade of fresh water green algae, the charophytes. Collection of genome-scale data for land plants and other organisms over the past decade has invigorated the field of evolutionary biology. One of the core questions in the field asks: how did a colonization event by a green algae over 450 mya lead to one of the most successful lineages on the tree of life? This question can best be answered using the comparative method, the first step of which is to gather genome-scale data across closely related lineages to land plants. Before sequencing an entire genome it is useful to first gather transcriptome data: it is less expensive, it targets the protein coding regions of the genome, and provides support for gene models for future genome sequencing. We built Expressed Sequence Tag (EST) libraries for two charophyte species, Coleochaete orbicularis (Coleochaetales) and Spirogyra pratensis (Zygnematales). We used both Sanger sequencing and next generation 454 sequencing to cover as much of the transcriptome as possible. RESULTS: Our sequencing effort for Spirogyra pratensis yielded 9,984 5' Sanger reads plus 598,460 GS FLX Standard 454 sequences; Coleochaete orbicularis yielded 4,992 5' Sanger reads plus 673,811 GS FLX Titanium 454 sequences. After clustering S. pratensis yielded 12,000 unique transcripts, or unigenes, and C. orbicularis yielded 19,000. Both transcriptomes were very plant-like, i.e. most of the transcripts were more similar to streptophytes (land plants + charophyte green algae) than to other green algae in the sister group chlorophytes. BLAST results of several land plant genes hypothesized to be important in early land plant evolution resulted in high quality hits in both transcriptomes revealing putative orthologs ripe for follow-up studies. CONCLUSIONS: Two main conclusions were drawn from this study. One illustrates the utility of next generation sequencing for transcriptome studies: larger scale data collection at a lower cost enabled us to cover a considerable portion of the transcriptome for both species. And, two, that the charophyte green algal transcriptoms are remarkably plant-like, which gives them the unique capacity to be major players for future evolutionary genomic studies addressing origin of land plant questions.","Timme RE, Delwiche CF."],["20495556","A paired-end sequencing strategy to map the complex landscape of transcription initiation.","Nat Methods","2010-Jul","SRA012376","Recent studies using high-throughput sequencing protocols have uncovered the complexity of mammalian transcription by RNA polymerase II, helping to define several initiation patterns in which transcription start sites (TSSs) cluster in both narrow and broad genomic windows. Here we describe a paired-end sequencing strategy, which enables more robust mapping and characterization of capped transcripts. We used this strategy to explore the transcription initiation landscape in the Drosophila melanogaster embryo. Extending the previous findings in mammals, we found that fly promoters exhibited distinct initiation patterns, which were linked to specific promoter sequence motifs. Furthermore, we identified many 5' capped transcripts originating from coding exons; our analyses support that they are unlikely the result of alternative TSSs, but rather the product of post-transcriptional modifications. We demonstrated paired-end TSS analysis to be a powerful method to uncover the transcriptional complexity of eukaryotic genomes.","Ni T, Corcoran DL, Rach EA, Song S, Spana EP, Gao Y, Ohler U, Zhu J."],["20479877","Cost-effective sequencing of full-length cDNA clones powered by a de novo-reference hybrid assembly.","PLoS One","2010","SRA001156","Sequencing full-length cDNA clones is important to determine gene structures including alternative splice forms, and provides valuable resources for experimental analyses to reveal the biological functions of coded proteins. However, previous approaches for sequencing cDNA clones were expensive or time-consuming, and therefore, a fast and efficient sequencing approach was demanded.We developed a program, MuSICA 2, that assembles millions of short (36-nucleotide) reads collected from a single flow cell lane of Illumina Genome Analyzer to shotgun-sequence approximately 800 human full-length cDNA clones. MuSICA 2 performs a hybrid assembly in which an external de novo assembler is run first and the result is then improved by reference alignment of shotgun reads. We compared the MuSICA 2 assembly with 200 pooled full-length cDNA clones finished independently by the conventional primer-walking using Sanger sequencers. The exon-intron structure of the coding sequence was correct for more than 95% of the clones with coding sequence annotation when we excluded cDNA clones insufficiently represented in the shotgun library due to PCR failure (42 out of 200 clones excluded), and the nucleotide-level accuracy of coding sequences of those correct clones was over 99.99%. We also applied MuSICA 2 to full-length cDNA clones from Toxoplasma gondii, to confirm that its ability was competent even for non-human species.The entire sequencing and shotgun assembly takes less than 1 week and the consumables cost only approximately US$3 per clone, demonstrating a significant advantage over previous approaches.","Kuroshu RM, Watanabe J, Sugano S, Morishita S, Suzuki Y, Kasahara M."],["20478527","An integrated network of androgen receptor, polycomb, and TMPRSS2-ERG gene fusions in prostate cancer progression.","Cancer Cell","2010-May-18","SRA017691","Chromosomal rearrangements fusing the androgen-regulated gene TMPRSS2 to the oncogenic ETS transcription factor ERG occur in approximately 50% of prostate cancers, but how the fusion products regulate prostate cancer remains unclear. Using chromatin immunoprecipitation coupled with massively parallel sequencing, we found that ERG disrupts androgen receptor (AR) signaling by inhibiting AR expression, binding to and inhibiting AR activity at gene-specific loci, and inducing repressive epigenetic programs via direct activation of the H3K27 methyltransferase EZH2, a Polycomb group protein. These findings provide a working model in which TMPRSS2-ERG plays a critical role in cancer progression by disrupting lineage-specific differentiation of the prostate and potentiating the EZH2-mediated dedifferentiation program.(c) 2010 Elsevier Inc. All rights reserved.","Yu J, Yu J, Mani RS, Cao Q, Brenner CJ, Cao X, Wang X, Wu L, Li J, Hu M, Gong Y, Cheng H, Laxman B, Vellaichamy A, Shankar S, Li Y, Dhanasekaran SM, Morey R, Barrette T, Lonigro RJ, Tomlins SA, Varambally S, Qin ZS, Chinnaiyan AM."],["20478048","Population-level transcriptome sequencing of nonmodel organisms Erynnis propertius and Papilio zelicaon.","BMC Genomics","2010","SRA000207","Several recent studies have demonstrated the use of Roche 454 sequencing technology for de novo transcriptome analysis. Low error rates and high coverage also allow for effective SNP discovery and genetic diversity estimates. However, genetically diverse datasets, such as those sourced from natural populations, pose challenges for assembly programs and subsequent analysis. Further, estimating the effectiveness of transcript discovery using Roche 454 transcriptome data is still a difficult task.Using the Roche 454 FLX Titanium platform, we sequenced and assembled larval transcriptomes for two butterfly species: the Propertius duskywing, Erynnis propertius (Lepidoptera: Hesperiidae) and the Anise swallowtail, Papilio zelicaon (Lepidoptera: Papilionidae). The Expressed Sequence Tags (ESTs) generated represent a diverse sample drawn from multiple populations, developmental stages, and stress treatments. Despite this diversity, > 95% of the ESTs assembled into long (> 714 bp on average) and highly covered (> 9.6x on average) contigs. To estimate the effectiveness of transcript discovery, we compared the number of bases in the hit region of unigenes (contigs and singletons) to the length of the best match silkworm (Bombyx mori) protein--this \"ortholog hit ratio\" gives a close estimate on the amount of the transcript discovered relative to a model lepidopteran genome. For each species, we tested two assembly programs and two parameter sets; although CAP3 is commonly used for such data, the assemblies produced by Celera Assembler with modified parameters were chosen over those produced by CAP3 based on contig and singleton counts as well as ortholog hit ratio analysis. In the final assemblies, 1,413 E. propertius and 1,940 P. zelicaon unigenes had a ratio > 0.8; 2,866 E. propertius and 4,015 P. zelicaon unigenes had a ratio > 0.5.Ultimately, these assemblies and SNP data will be used to generate microarrays for ecoinformatics examining climate change tolerance of different natural populations. These studies will benefit from high quality assemblies with few singletons (less than 26% of bases for each assembled transcriptome are present in unassembled singleton ESTs) and effective transcript discovery (over 6,500 of our putative orthologs cover at least 50% of the corresponding model silkworm gene).","O'Neil ST, Dzurisin JD, Carmichael RD, Lobo NF, Emrich SJ, Hellmann JJ."],["20478048","Population-level transcriptome sequencing of nonmodel organisms Erynnis propertius and Papilio zelicaon.","BMC Genomics","2010","SRA010990","Several recent studies have demonstrated the use of Roche 454 sequencing technology for de novo transcriptome analysis. Low error rates and high coverage also allow for effective SNP discovery and genetic diversity estimates. However, genetically diverse datasets, such as those sourced from natural populations, pose challenges for assembly programs and subsequent analysis. Further, estimating the effectiveness of transcript discovery using Roche 454 transcriptome data is still a difficult task.Using the Roche 454 FLX Titanium platform, we sequenced and assembled larval transcriptomes for two butterfly species: the Propertius duskywing, Erynnis propertius (Lepidoptera: Hesperiidae) and the Anise swallowtail, Papilio zelicaon (Lepidoptera: Papilionidae). The Expressed Sequence Tags (ESTs) generated represent a diverse sample drawn from multiple populations, developmental stages, and stress treatments. Despite this diversity, > 95% of the ESTs assembled into long (> 714 bp on average) and highly covered (> 9.6x on average) contigs. To estimate the effectiveness of transcript discovery, we compared the number of bases in the hit region of unigenes (contigs and singletons) to the length of the best match silkworm (Bombyx mori) protein--this \"ortholog hit ratio\" gives a close estimate on the amount of the transcript discovered relative to a model lepidopteran genome. For each species, we tested two assembly programs and two parameter sets; although CAP3 is commonly used for such data, the assemblies produced by Celera Assembler with modified parameters were chosen over those produced by CAP3 based on contig and singleton counts as well as ortholog hit ratio analysis. In the final assemblies, 1,413 E. propertius and 1,940 P. zelicaon unigenes had a ratio > 0.8; 2,866 E. propertius and 4,015 P. zelicaon unigenes had a ratio > 0.5.Ultimately, these assemblies and SNP data will be used to generate microarrays for ecoinformatics examining climate change tolerance of different natural populations. These studies will benefit from high quality assemblies with few singletons (less than 26% of bases for each assembled transcriptome are present in unassembled singleton ESTs) and effective transcript discovery (over 6,500 of our putative orthologs cover at least 50% of the corresponding model silkworm gene).","O'Neil ST, Dzurisin JD, Carmichael RD, Lobo NF, Emrich SJ, Hellmann JJ."],["20478048","Population-level transcriptome sequencing of nonmodel organisms Erynnis propertius and Papilio zelicaon.","BMC Genomics","2010","SRA010998","Several recent studies have demonstrated the use of Roche 454 sequencing technology for de novo transcriptome analysis. Low error rates and high coverage also allow for effective SNP discovery and genetic diversity estimates. However, genetically diverse datasets, such as those sourced from natural populations, pose challenges for assembly programs and subsequent analysis. Further, estimating the effectiveness of transcript discovery using Roche 454 transcriptome data is still a difficult task.Using the Roche 454 FLX Titanium platform, we sequenced and assembled larval transcriptomes for two butterfly species: the Propertius duskywing, Erynnis propertius (Lepidoptera: Hesperiidae) and the Anise swallowtail, Papilio zelicaon (Lepidoptera: Papilionidae). The Expressed Sequence Tags (ESTs) generated represent a diverse sample drawn from multiple populations, developmental stages, and stress treatments. Despite this diversity, > 95% of the ESTs assembled into long (> 714 bp on average) and highly covered (> 9.6x on average) contigs. To estimate the effectiveness of transcript discovery, we compared the number of bases in the hit region of unigenes (contigs and singletons) to the length of the best match silkworm (Bombyx mori) protein--this \"ortholog hit ratio\" gives a close estimate on the amount of the transcript discovered relative to a model lepidopteran genome. For each species, we tested two assembly programs and two parameter sets; although CAP3 is commonly used for such data, the assemblies produced by Celera Assembler with modified parameters were chosen over those produced by CAP3 based on contig and singleton counts as well as ortholog hit ratio analysis. In the final assemblies, 1,413 E. propertius and 1,940 P. zelicaon unigenes had a ratio > 0.8; 2,866 E. propertius and 4,015 P. zelicaon unigenes had a ratio > 0.5.Ultimately, these assemblies and SNP data will be used to generate microarrays for ecoinformatics examining climate change tolerance of different natural populations. These studies will benefit from high quality assemblies with few singletons (less than 26% of bases for each assembled transcriptome are present in unassembled singleton ESTs) and effective transcript discovery (over 6,500 of our putative orthologs cover at least 50% of the corresponding model silkworm gene).","O'Neil ST, Dzurisin JD, Carmichael RD, Lobo NF, Emrich SJ, Hellmann JJ."],["20470405","Characterizing Ancylostoma caninum transcriptome and exploring nematode parasitic adaptation.","BMC Genomics","2010","SRA000130","Hookworm infection is one of the most important neglected diseases in developing countries, with approximately 1 billion people infected worldwide. To better understand hookworm biology and nematode parasitism, the present study generated a near complete transcriptome of the canine hookworm Ancylostoma caninum to a very high coverage using high throughput technology, and compared it to those of the free-living nematode Caenorhabditis elegans and the parasite Brugia malayi.The generated transcripts from four developmental stages, infective L3, serum stimulated L3, adult male and adult female, covered 93% of the A. caninum transcriptome. The broad diversity among nematode transcriptomes was confirmed, and an impact of parasitic adaptation on transcriptome diversity was inferred. Intra-population analysis showed that A. caninum has higher coding sequence diversity than humans. Examining the developmental expression profiles of A. caninum revealed major transitions in gene expression from larval stages to adult. Adult males expressed the highest number of selectively expressed genes, but adult female expressed the highest number of selective parasitism-related genes. Genes related to parasitism adaptation and A. caninum specific genes exhibited more expression selectivity while those conserved in nematodes tend to be consistently expressed. Parasitism related genes were expressed more selectively in adult male and female worms. The comprehensive analysis of digital expression profiles along with transcriptome comparisons enabled identification of a set of parasitism genes encoding secretory proteins in animal parasitic nematode.This study validated the usage of deep sequencing for gene expression profiling. Parasitic adaptation of the canine hookworm is related to its diversity and developmental dynamics. This comprehensive comparative genomic and expression study substantially improves our understanding of the basic biology and parasitism of hookworms and, is expected, in the long run, to accelerate research toward development of vaccines and novel anthelmintics.","Wang Z, Abubucker S, Martin J, Wilson RK, Hawdon J, Mitreva M."],["20466808","Deep sequencing reveals differential expression of microRNAs in favorable versus unfavorable neuroblastoma.","Nucleic Acids Res","2010-Sep-1","SRA009986","Small non-coding RNAs, in particular microRNAs(miRNAs), regulate fine-tuning of gene expression and can act as oncogenes or tumor suppressor genes. Differential miRNA expression has been reported to be of functional relevance for tumor biology. Using next-generation sequencing, the unbiased and absolute quantification of the small RNA transcriptome is now feasible. Neuroblastoma(NB) is an embryonal tumor with highly variable clinical course. We analyzed the small RNA transcriptomes of five favorable and five unfavorable NBs using SOLiD next-generation sequencing, generating a total of >188 000 000 reads. MiRNA expression profiles obtained by deep sequencing correlated well with real-time PCR data. Cluster analysis differentiated between favorable and unfavorable NBs, and the miRNA transcriptomes of these two groups were significantly different. Oncogenic miRNAs of the miR17-92 cluster and the miR-181 family were overexpressed in unfavorable NBs. In contrast, the putative tumor suppressive microRNAs, miR-542-5p and miR-628, were expressed in favorable NBs and virtually absent in unfavorable NBs. In-depth sequence analysis revealed extensive post-transcriptional miRNA editing. Of 13 identified novel miRNAs, three were further analyzed, and expression could be confirmed in a cohort of 70 NBs.","Schulte JH, Marschall T, Martin M, Rosenstiel P, Mestdagh P, Schlierf S, Thor T, Vandesompele J, Eggert A, Schreiber S, Rahmann S, Schramm A."],["20462456","Massively parallel pyrosequencing-based transcriptome analyses of small brown planthopper (Laodelphax striatellus), a vector insect transmitting rice stripe virus (RSV).","BMC Genomics","2010","SRA010818","The small brown planthopper (Laodelphax striatellus) is an important agricultural pest that not only damages rice plants by sap-sucking, but also acts as a vector that transmits rice stripe virus (RSV), which can cause even more serious yield loss. Despite being a model organism for studying entomology, population biology, plant protection, molecular interactions among plants, viruses and insects, only a few genomic sequences are available for this species. To investigate its transcriptome and determine the differences between viruliferous and naïve L. striatellus, we employed 454-FLX high-throughput pyrosequencing to generate EST databases of this insect.We obtained 201,281 and 218,681 high-quality reads from viruliferous and naïve L. striatellus, respectively, with an average read length as 230 bp. These reads were assembled into contigs and two EST databases were generated. When all reads were combined, 16,885 contigs and 24,607 singletons (a total of 41,492 unigenes) were obtained, which represents a transcriptome of the insect. BlastX search against the NCBI-NR database revealed that only 6,873 (16.6%) of these unigenes have significant matches. Comparison of the distribution of GO classification among viruliferous, naïve, and combined EST databases indicated that these libraries are broadly representative of the L. striatellus transcriptomes. Functionally diverse transcripts from RSV, endosymbiotic bacteria Wolbachia and yeast-like symbiotes were identified, which reflects the possible lifestyles of these microbial symbionts that live in the cells of the host insect. Comparative genomic analysis revealed that L. striatellus encodes similar innate immunity regulatory systems as other insects, such as RNA interference, JAK/STAT and partial Imd cascades, which might be involved in defense against viral infection. In addition, we determined the differences in gene expression between vector and naïve samples, which generated a list of candidate genes that are potentially involved in the symbiosis of L. striatellus and RSV.To our knowledge, the present study is the first description of a genomic project for L. striatellus. The identification of transcripts from RSV, Wolbachia, yeast-like symbiotes and genes abundantly expressed in viruliferous insect, provided a starting-point for investigating the molecular basis of symbiosis among these organisms.","Zhang F, Guo H, Zheng H, Zhou T, Zhou Y, Wang S, Fang R, Qian W, Chen X."],["20435767","Gene expression in proliferating cells of the dinoflagellate Alexandrium catenella (Dinophyceae).","Appl Environ Microbiol","2010-Jul","SRA008176","Understanding the conditions leading to harmful algal blooms, especially those produced by toxic dinoflagellate species, is important for environmental and health safety. In addition to investigations into the environmental conditions necessary for the formation of toxic blooms, we postulate that investigating gene expression in proliferating cells is essential for understanding bloom dynamics. Expressed sequence tags were produced from cultured cells of the toxic dinoflagellate Alexandrium catenella sampled during the initiation phase of growth using Sanger's method and by 454 pyrosequencing. A significant proportion of identified genes (ca. 25%) represented enzymes and proteins that participate in a variety of cellular regulatory mechanisms that may characterize proliferating cells, e.g., control of the cell cycle and division, regulation of transcription, translation and posttranslational protein modifications, signaling, intracellular trafficking, and transport. All of the several genes selected for gene expression assays due to their involvement in metabolism and the cell cycle were overexpressed during exponential growth. These data will be useful for investigating the mechanisms underlying growth and toxin production in toxic Alexandrium species and for studying and monitoring the development of toxic blooms.","Toulza E, Shin MS, Blanc G, Audic S, Laabir M, Collos Y, Claverie JM, Grzebyk D."],["20431087","Studies of a biochemical factory: tomato trichome deep expressed sequence tag sequencing and proteomics.","Plant Physiol","2010-Jul","SRA008533","Shotgun proteomics analysis allows hundreds of proteins to be identified and quantified from a single sample at relatively low cost. Extensive DNA sequence information is a prerequisite for shotgun proteomics, and it is ideal to have sequence for the organism being studied rather than from related species or accessions. While this requirement has limited the set of organisms that are candidates for this approach, next generation sequencing technologies make it feasible to obtain deep DNA sequence coverage from any organism. As part of our studies of specialized (secondary) metabolism in tomato (Solanum lycopersicum) trichomes, 454 sequencing of cDNA was combined with shotgun proteomics analyses to obtain in-depth profiles of genes and proteins expressed in leaf and stem glandular trichomes of 3-week-old plants. The expressed sequence tag and proteomics data sets combined with metabolite analysis led to the discovery and characterization of a sesquiterpene synthase that produces beta-caryophyllene and alpha-humulene from E,E-farnesyl diphosphate in trichomes of leaf but not of stem. This analysis demonstrates the utility of combining high-throughput cDNA sequencing with proteomics experiments in a target tissue. These data can be used for dissection of other biochemical processes in these specialized epidermal cells.","Schilmiller AL, Miner DP, Larson M, McDowell E, Gang DR, Wilkerson C, Last RL."],["20423525","EST analysis reveals putative genes involved in glycyrrhizin biosynthesis.","BMC Genomics","2010","SRA009936","Glycyrrhiza uralensis is one of the most popular medicinal plants in the world and is also widely used in the flavoring of food and tobacco. Due to limited genomic and transcriptomic data, the biosynthetic pathway of glycyrrhizin, the major bioactive compound in G. uralensis, is currently unclear. Identification of candidate genes involved in the glycyrrhizin biosynthetic pathway will significantly contribute to the understanding of the biosynthetic and medicinal chemistry of this compound.We used the 454 GS FLX platform and Titanium regents to produce a substantial expressed sequence tag (EST) dataset from the vegetative organs of G. uralensis. A total of 59,219 ESTs with an average read length of 409 bp were generated. 454 ESTs were combined with the 50,666 G. uralensis ESTs in GenBank. The combined ESTs were assembled into 27,229 unique sequences (11,694 contigs and 15,535 singletons). A total of 20,437 unique gene elements representing approximately 10,000 independent transcripts were annotated using BLAST searches (e-value <or= 1e-5) against the SwissProt, KEGG, TAIR, Nr and Nt databases. The assembled sequences were annotated with gene names and Gene Ontology (GO) terms. With respect to the genes related to glycyrrhizin metabolism, genes encoding 16 enzymes of the 18 total steps of the glycyrrhizin skeleton synthesis pathway were found. To identify novel genes that encode cytochrome P450 enzymes and glycosyltransferases, which are related to glycyrrhizin metabolism, a total of 125 and 172 unigenes were found to be homologous to cytochrome P450s and glycosyltransferases, respectively. The cytochrome P450 candidate genes were classified into 32 CYP families, while the glycosyltransferase candidate genes were classified into 45 categories by GO analysis. Finally, 3 cytochrome P450 enzymes and 6 glycosyltransferases were selected as the candidates most likely to be involved in glycyrrhizin biosynthesis through an organ-specific expression pattern analysis based on real-time PCR.Using the 454 GS FLX platform and Titanium reagents, our study provides a high-quality EST database for G. uralensis. Based on the EST analysis, novel candidate genes related to the secondary metabolite pathway of glycyrrhizin, including novel genes encoding cytochrome P450s and glycosyltransferases, were found. With the assistance of organ-specific expression pattern analysis, 3 unigenes encoding cytochrome P450s and 6 unigenes encoding glycosyltransferases were selected as the candidates most likely to be involved in glycyrrhizin biosynthesis.","Li Y, Luo HM, Sun C, Song JY, Sun YZ, Wu Q, Wang N, Yao H, Steinmetz A, Chen SL."],["20416102","De novo sequencing and analysis of the American ginseng root transcriptome using a GS FLX Titanium platform to discover putative genes involved in ginsenoside biosynthesis.","BMC Genomics","2010","SRA009952","American ginseng (Panax quinquefolius L.) is one of the most widely used herbal remedies in the world. Its major bioactive constituents are the triterpene saponins known as ginsenosides. However, little is known about ginsenoside biosynthesis in American ginseng, especially the late steps of the pathway.In this study, a one-quarter 454 sequencing run produced 209,747 high-quality reads with an average sequence length of 427 bases. De novo assembly generated 31,088 unique sequences containing 16,592 contigs and 14,496 singletons. About 93.1% of the high-quality reads were assembled into contigs with an average 8-fold coverage. A total of 21,684 (69.8%) unique sequences were annotated by a BLAST similarity search against four public sequence databases, and 4,097 of the unique sequences were assigned to specific metabolic pathways by the Kyoto Encyclopedia of Genes and Genomes. Based on the bioinformatic analysis described above, we found all of the known enzymes involved in ginsenoside backbone synthesis, starting from acetyl-CoA via the isoprenoid pathway. Additionally, a total of 150 cytochrome P450 (CYP450) and 235 glycosyltransferase unique sequences were found in the 454 cDNA library, some of which encode enzymes responsible for the conversion of the ginsenoside backbone into the various ginsenosides. Finally, one CYP450 and four UDP-glycosyltransferases were selected as the candidates most likely to be involved in ginsenoside biosynthesis through a methyl jasmonate (MeJA) inducibility experiment and tissue-specific expression pattern analysis based on a real-time PCR assay.We demonstrated, with the assistance of the MeJA inducibility experiment and tissue-specific expression pattern analysis, that transcriptome analysis based on 454 pyrosequencing is a powerful tool for determining the genes encoding enzymes responsible for the biosynthesis of secondary metabolites in non-model plants. Additionally, the expressed sequence tags (ESTs) and unique sequences from this study provide an important resource for the scientific community that is interested in the molecular genetics and functional genomics of American ginseng.","Sun C, Li Y, Wu Q, Luo H, Sun Y, Song J, Lui EM, Chen S."],["20410051","Supersplat--spliced RNA-seq alignment.","Bioinformatics","2010-Jun-15","SRA009031","High-throughput sequencing technologies have recently made deep interrogation of expressed transcript sequences practical, both economically and temporally. Identification of intron/exon boundaries is an essential part of genome annotation, yet remains a challenge. Here, we present supersplat, a method for unbiased splice-junction discovery through empirical RNA-seq data.Using a genomic reference and RNA-seq high-throughput sequencing datasets, supersplat empirically identifies potential splice junctions at a rate of approximately 11.4 million reads per hour. We further benchmark the performance of the algorithm by mapping Illumina RNA-seq reads to identify introns in the genome of the reference dicot plant Arabidopsis thaliana and we demonstrate the utility of supersplat for de novo empirical annotation of splice junctions using the reference monocot plant Brachypodium distachyon.Implemented in C++, supersplat source code and binaries are freely available on the web at http://mocklerlab-tools.cgrb.oregonstate.edu/.","Bryant DW Jr, Shen R, Priest HD, Wong WK, Mockler TC."],["20410051","Supersplat--spliced RNA-seq alignment.","Bioinformatics","2010-Jun-15","SRA010177","High-throughput sequencing technologies have recently made deep interrogation of expressed transcript sequences practical, both economically and temporally. Identification of intron/exon boundaries is an essential part of genome annotation, yet remains a challenge. Here, we present supersplat, a method for unbiased splice-junction discovery through empirical RNA-seq data.Using a genomic reference and RNA-seq high-throughput sequencing datasets, supersplat empirically identifies potential splice junctions at a rate of approximately 11.4 million reads per hour. We further benchmark the performance of the algorithm by mapping Illumina RNA-seq reads to identify introns in the genome of the reference dicot plant Arabidopsis thaliana and we demonstrate the utility of supersplat for de novo empirical annotation of splice junctions using the reference monocot plant Brachypodium distachyon.Implemented in C++, supersplat source code and binaries are freely available on the web at http://mocklerlab-tools.cgrb.oregonstate.edu/.","Bryant DW Jr, Shen R, Priest HD, Wong WK, Mockler TC."],["20407027","MicroRNA gene evolution in Arabidopsis lyrata and Arabidopsis thaliana.","Plant Cell","2010-Apr","SRA018974","MicroRNAs (miRNAs) are short regulatory RNAs processed from partially self-complementary foldbacks within longer MIRNA primary transcripts. Several MIRNA families are conserved deeply through land plants, but many are present only in closely related species or are species specific. The finding of numerous evolutionarily young MIRNA, many with low expression and few if any targets, supports a rapid birth-death model for MIRNA evolution. A systematic analysis of MIRNA genes and families in the close relatives, Arabidopsis thaliana and Arabidopsis lyrata, was conducted using both whole-genome comparisons and high-throughput sequencing of small RNAs. Orthologs of 143 A. thaliana MIRNA genes were identified in A. lyrata, with nine having significant sequence or processing changes that likely alter function. In addition, at least 13% of MIRNA genes in each species are unique, despite their relatively recent speciation (approximately 10 million years ago). Alignment of MIRNA foldbacks to the Arabidopsis genomes revealed evidence for recent origins of 32 families by inverted or direct duplication of mostly protein-coding gene sequences, but less than half of these yield miRNA that are predicted to target transcripts from the originating gene family. miRNA nucleotide divergence between A. lyrata and A. thaliana orthologs was higher for young MIRNA genes, consistent with reduced purifying selection compared with deeply conserved MIRNA genes. Additionally, target sites of younger miRNA were lost more frequently than for deeply conserved families. In summary, our systematic analyses emphasize the dynamic nature of the MIRNA complement of plant genomes.","Fahlgren N, Jogdeo S, Kasschau KD, Sullivan CM, Chapman EJ, Laubinger S, Smith LM, Dasenko M, Givan SA, Weigel D, Carrington JC."],["20407023","Arabidopsis lyrata small RNAs: transient MIRNA and small interfering RNA loci within the Arabidopsis genus.","Plant Cell","2010-Apr","SRA012535","Twenty-one-nucleotide microRNAs (miRNAs) and 24-nucleotide Pol IV-dependent small interfering RNAs (p4-siRNAs) are the most abundant types of small RNAs in angiosperms. Some miRNAs are well conserved among different plant lineages, whereas others are less conserved, and it is not clear whether less-conserved miRNAs have the same functionality as the well conserved ones. p4-siRNAs are broadly produced in the Arabidopsis genome, sometimes from active hot spot loci, but it is unknown whether individual p4-siRNA hot spots are retained as hot spots between plant species. In this study, we compare small RNAs in two closely related species (Arabidopsis thaliana and Arabidopsis lyrata) and find that less-conserved miRNAs have high rates of divergence in MIRNA hairpin structures, mature miRNA sequences, and target-complementary sites in the other species. The fidelity of miRNA biogenesis from many less-conserved MIRNA hairpins frequently deteriorates in the sister species relative to the species of first discovery. We also observe that p4-siRNA occupied loci have a slight tendency to be retained as p4-siRNA loci between species, but the most active A. lyrata p4-siRNA hot spots are generally not syntenic to the most active p4-siRNA hot spots of A. thaliana. Altogether, our findings indicate that many MIRNAs and most p4-siRNA hot spots are rapidly changing and evolutionarily transient within the Arabidopsis genus.","Ma Z, Coruh C, Axtell MJ."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","SRA008164","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","SRA008162","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","SRA003625","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","DRA000005","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","DRA000008","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","DRA000003","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","DRA000007","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","DRA000004","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20400770","Characterization of transcription start sites of putative non-coding RNAs by multifaceted use of massively paralleled sequencer.","DNA Res","2010","DRA000006","On the basis of integrated transcriptome analysis, we show that not all transcriptional start site clusters (TSCs) in the intergenic regions (iTSCs) have the same properties; thus, it is possible to discriminate the iTSCs that are likely to have biological relevance from the other noise-level iTSCs. We used a total of 251,933,381 short-read sequence tags generated from various types of transcriptome analyses in order to characterize 6039 iTSCs, which have significant expression levels. We analyzed and found that 23% of these iTSCs were located in the proximal regions of the RefSeq genes. These RefSeq-linked iTSCs showed similar expression patterns with the neighboring RefSeq genes, had widely fluctuating transcription start sites and lacked ordered nucleosome positioning. These iTSCs seemed not to form independent transcriptional units, simply representing the by-products of the neighboring RefSeq genes, in spite of their significant expression levels. Similar features were also observed for the TSCs located in the antisense regions of the RefSeq genes. Furthermore, for the remaining iTSCs that were not associated with any RefSeq genes, we demonstrate that integrative interpretation of the transcriptome data provides essential information to specify their biological functions in the hypoxic responses of the cells.","Sathira N, Yamashita R, Tanimoto K, Kanai A, Arauchi T, Kanematsu S, Nakai K, Suzuki Y, Sugano S."],["20395474","Genome-wide evolutionary analysis of eukaryotic DNA methylation.","Science","2010-May-14","SRA012701","Eukaryotic cytosine methylation represses transcription but also occurs in the bodies of active genes, and the extent of methylation biology conservation is unclear. We quantified DNA methylation in 17 eukaryotic genomes and found that gene body methylation is conserved between plants and animals, whereas selective methylation of transposons is not. We show that methylation of plant transposons in the CHG context extends to green algae and that exclusion of histone H2A.Z from methylated DNA is conserved between plants and animals, and we present evidence for RNA-directed DNA methylation of fungal genes. Our data demonstrate that extant DNA methylation systems are mosaics of conserved and derived features, and indicate that gene body methylation is an ancient property of eukaryotic genomes.","Zemach A, McDaniel IE, Silva P, Zilberman D."],["20386745","MicroRNA-directed siRNA biogenesis in Caenorhabditis elegans.","PLoS Genet","2010","SRA012487","RNA interference (RNAi) is a post-transcriptional silencing process, triggered by double-stranded RNA (dsRNA), leading to the destabilization of homologous mRNAs. A distinction has been made between endogenous RNAi-related pathways and the exogenous RNAi pathway, the latter being essential for the experimental use of RNAi. Previous studies have shown that, in Caenorhabditis elegans, a complex containing the enzymes Dicer and the Argonaute RDE-1 process dsRNA. Dicer is responsible for cleaving dsRNA into short interfering RNAs (siRNAs) while RDE-1 acts as the siRNA acceptor. RDE-1 then guides a multi-protein complex to homologous targets to trigger mRNA destabilization. However, endogenous role(s) for RDE-1, if any, have remained unexplored. We here show that RDE-1 functions as a scavenger protein, taking up small RNA molecules from many different sources, including the microRNA (miRNA) pathway. This is in striking contrast to Argonaute proteins functioning directly in the miRNA pathway, ALG-1 and ALG-2: these proteins exclusively bind miRNAs. While playing no significant role in the biogenesis of the main pool of miRNAs, RDE-1 binds endogenous miRNAs and triggers RdRP activity on at least one perfectly matching, endogenous miRNA target. The resulting secondary siRNAs are taken up by a set of Argonaute proteins known to act as siRNA acceptors in exogenous RNAi, resulting in strong mRNA destabilization. Our results show that RDE-1 in an endogenous setting is actively screening the transcriptome using many different small RNAs, including miRNAs, as a guide, with implications for the evolution of transcripts with a potential to be recognized by Dicer.","Corrêa RL, Steiner FA, Berezikov E, Ketting RF."],["20371350","Transcriptome-wide identification of RNA-binding protein and microRNA target sites by PAR-CLIP.","Cell","2010-Apr-2","SRA017689","RNA transcripts are subject to posttranscriptional gene regulation involving hundreds of RNA-binding proteins (RBPs) and microRNA-containing ribonucleoprotein complexes (miRNPs) expressed in a cell-type dependent fashion. We developed a cell-based crosslinking approach to determine at high resolution and transcriptome-wide the binding sites of cellular RBPs and miRNPs. The crosslinked sites are revealed by thymidine to cytidine transitions in the cDNAs prepared from immunopurified RNPs of 4-thiouridine-treated cells. We determined the binding sites and regulatory consequences for several intensely studied RBPs and miRNPs, including PUM2, QKI, IGF2BP1-3, AGO/EIF2C1-4 and TNRC6A-C. Our study revealed that these factors bind thousands of sites containing defined sequence motifs and have distinct preferences for exonic versus intronic or coding versus untranslated transcript regions. The precise mapping of binding sites across the transcriptome will be critical to the interpretation of the rapidly emerging data on genetic variation between individuals and how these variations contribute to complex genetic diseases.Copyright 2010 Elsevier Inc. All rights reserved.","Hafner M, Landthaler M, Burger L, Khorshid M, Hausser J, Berninger P, Rothballer A, Ascano M Jr, Jungkamp AC, Munschauer M, Ulrich A, Wardle GS, Dewell S, Zavolan M, Tuschl T."],["20360838","In-depth transcriptome analysis reveals novel TARs and prevalent antisense transcription in human cell lines.","PLoS One","2010","SRA012517","Several recent studies have indicated that transcription is pervasive in regions outside of protein coding genes and that short antisense transcripts can originate from the promoter and terminator regions of genes. Here we investigate transcription of fragments longer than 200 nucleotides, focusing on antisense transcription for known protein coding genes and intergenic transcription. We find that roughly 12% to 16% of all reads that originate from promoter and terminator regions, respectively, map antisense to the gene in question. Furthermore, we detect a high number of novel transcriptionally active regions (TARs) that are generally expressed at a lower level than protein coding genes. We find that the correlation between RNA-seq data and microarray data is dependent on the gene length, with longer genes showing a better correlation. We detect high antisense transcriptional activity from promoter, terminator and intron regions of protein-coding genes and identify a vast number of previously unidentified TARs, including putative novel EGFR transcripts. This shows that in-depth analysis of the transcriptome using RNA-seq is a valuable tool for understanding complex transcriptional events. Furthermore, the development of new algorithms for estimation of gene expression from RNA-seq data is necessary to minimize length bias.","Klevebring D, Bjursell M, Emanuelsson O, Lundeberg J."],["20360389","mRNA deep sequencing reveals 75 new genes and a complex transcriptional landscape in Mimivirus.","Genome Res","2010-May","SRA010763","Mimivirus, a virus infecting Acanthamoeba, is the prototype of the Mimiviridae, the latest addition to the nucleocytoplasmic large DNA viruses. The Mimivirus genome encodes close to 1000 proteins, many of them never before encountered in a virus, such as four amino-acyl tRNA synthetases. To explore the physiology of this exceptional virus and identify the genes involved in the building of its characteristic intracytoplasmic \"virion factory,\" we coupled electron microscopy observations with the massively parallel pyrosequencing of the polyadenylated RNA fractions of Acanthamoeba castellanii cells at various time post-infection. We generated 633,346 reads, of which 322,904 correspond to Mimivirus transcripts. This first application of deep mRNA sequencing (454 Life Sciences [Roche] FLX) to a large DNA virus allowed the precise delineation of the 5' and 3' extremities of Mimivirus mRNAs and revealed 75 new transcripts including several noncoding RNAs. Mimivirus genes are expressed across a wide dynamic range, in a finely regulated manner broadly described by three main temporal classes: early, intermediate, and late. This RNA-seq study confirmed the AAAATTGA sequence as an early promoter element, as well as the presence of palindromes at most of the polyadenylation sites. It also revealed a new promoter element correlating with late gene expression, which is also prominent in Sputnik, the recently described Mimivirus \"virophage.\" These results-validated genome-wide by the hybridization of total RNA extracted from infected Acanthamoeba cells on a tiling array (Agilent)--will constitute the foundation on which to build subsequent functional studies of the Mimivirus/Acanthamoeba system.","Legendre M, Audic S, Poirot O, Hingamp P, Seltzer V, Byrne D, Lartigue A, Lescot M, Bernadac A, Poulain J, Abergel C, Claverie JM."],["20300190","Characterization of the Melanoma miRNAome by Deep Sequencing.","PLoS One","2010","SRA012315","MicroRNAs (miRNAs) are 18-23 nucleotide non-coding RNAs that regulate gene expression in a sequence specific manner. Little is known about the repertoire and function of miRNAs in melanoma or the melanocytic lineage. We therefore undertook a comprehensive analysis of the miRNAome in a diverse range of pigment cells including: melanoblasts, melanocytes, congenital nevocytes, acral, mucosal, cutaneous and uveal melanoma cells.We sequenced 12 small RNA libraries using Illumina's Genome Analyzer II platform. This massively parallel sequencing approach of a diverse set of melanoma and pigment cell libraries revealed a total of 539 known mature and mature-star sequences, along with the prediction of 279 novel miRNA candidates, of which 109 were common to 2 or more libraries and 3 were present in all libraries.Some of the novel candidate miRNAs may be specific to the melanocytic lineage and as such could be used as biomarkers to assist in the early detection of distant metastases by measuring the circulating levels in blood. Follow up studies of the functional roles of these pigment cell miRNAs and the identification of the targets should shed further light on the development and progression of melanoma.","Stark MS, Tyagi S, Nancarrow DJ, Boyle GM, Cook AL, Whiteman DC, Parsons PG, Schmidt C, Sturm RA, Hayward NK."],["20299548","Variation in transcription factor binding among humans.","Science","2010-Apr-9","SRA012249","Differences in gene expression may play a major role in speciation and phenotypic diversity. We examined genome-wide differences in transcription factor (TF) binding in several humans and a single chimpanzee by using chromatin immunoprecipitation followed by sequencing. The binding sites of RNA polymerase II (PolII) and a key regulator of immune responses, nuclear factor kappaB (p65), were mapped in 10 lymphoblastoid cell lines, and 25 and 7.5% of the respective binding regions were found to differ between individuals. Binding differences were frequently associated with single-nucleotide polymorphisms and genomic structural variants, and these differences were often correlated with differences in gene expression, suggesting functional consequences of binding variation. Furthermore, comparing PolII binding between humans and chimpanzee suggests extensive divergence in TF binding. Our results indicate that many differences in individuals and species occur at the level of TF binding, and they provide insight into the genetic events responsible for these differences.","Kasowski M, Grubert F, Heffelfinger C, Hariharan M, Asabere A, Waszak SM, Habegger L, Rozowsky J, Shi M, Urban AE, Hong MY, Karczewski KJ, Huber W, Weissman SM, Gerstein MB, Korbel JO, Snyder M."],["20299548","Variation in transcription factor binding among humans.","Science","2010-Apr-9","SRA012251","Differences in gene expression may play a major role in speciation and phenotypic diversity. We examined genome-wide differences in transcription factor (TF) binding in several humans and a single chimpanzee by using chromatin immunoprecipitation followed by sequencing. The binding sites of RNA polymerase II (PolII) and a key regulator of immune responses, nuclear factor kappaB (p65), were mapped in 10 lymphoblastoid cell lines, and 25 and 7.5% of the respective binding regions were found to differ between individuals. Binding differences were frequently associated with single-nucleotide polymorphisms and genomic structural variants, and these differences were often correlated with differences in gene expression, suggesting functional consequences of binding variation. Furthermore, comparing PolII binding between humans and chimpanzee suggests extensive divergence in TF binding. Our results indicate that many differences in individuals and species occur at the level of TF binding, and they provide insight into the genetic events responsible for these differences.","Kasowski M, Grubert F, Heffelfinger C, Hariharan M, Asabere A, Waszak SM, Habegger L, Rozowsky J, Shi M, Urban AE, Hong MY, Karczewski KJ, Huber W, Weissman SM, Gerstein MB, Korbel JO, Snyder M."],["20233449","Transcriptome sequencing in an ecologically important tree species: assembly, annotation, and marker discovery.","BMC Genomics","2010","SRA012089","Massively parallel sequencing of cDNA is now an efficient route for generating enormous sequence collections that represent expressed genes. This approach provides a valuable starting point for characterizing functional genetic variation in non-model organisms, especially where whole genome sequencing efforts are currently cost and time prohibitive. The large and complex genomes of pines (Pinus spp.) have hindered the development of genomic resources, despite the ecological and economical importance of the group. While most genomic studies have focused on a single species (P. taeda), genomic level resources for other pines are insufficiently developed to facilitate ecological genomic research. Lodgepole pine (P. contorta) is an ecologically important foundation species of montane forest ecosystems and exhibits substantial adaptive variation across its range in western North America. Here we describe a sequencing study of expressed genes from P. contorta, including their assembly and annotation, and their potential for molecular marker development to support population and association genetic studies.We obtained 586,732 sequencing reads from a 454 GS XLR70 Titanium pyrosequencer (mean length: 306 base pairs). A combination of reference-based and de novo assemblies yielded 63,657 contigs, with 239,793 reads remaining as singletons. Based on sequence similarity with known proteins, these sequences represent approximately 17,000 unique genes, many of which are well covered by contig sequences. This sequence collection also included a surprisingly large number of retrotransposon sequences, suggesting that they are highly transcriptionally active in the tissues we sampled. We located and characterized thousands of simple sequence repeats and single nucleotide polymorphisms as potential molecular markers in our assembled and annotated sequences. High quality PCR primers were designed for a substantial number of the SSR loci, and a large number of these were amplified successfully in initial screening.This sequence collection represents a major genomic resource for P. contorta, and the large number of genetic markers characterized should contribute to future research in this and other pines. Our results illustrate the utility of next generation sequencing as a basis for marker development and population genomics in non-model species.","Parchman TL, Geist KS, Grahnen JA, Benkman CW, Buerkle CA."],["20215419","MicroRNA transcriptome in the newborn mouse ovaries determined by massive parallel sequencing.","Mol Hum Reprod","2010-Jul","SRA023540","Small non-coding RNAs, such as microRNAs (miRNAs), are involved in diverse biological processes including organ development and tissue differentiation. Global disruption of miRNA biogenesis in Dicer knockout mice disrupts early embryogenesis and primordial germ cell formation. However, the role of miRNAs in early folliculogenesis is poorly understood. In order to identify a full transcriptome set of small RNAs expressed in the newborn (NB) ovary, we extracted small RNA fraction from mouse NB ovary tissues and subjected it to massive parallel sequencing using the Genome Analyzer from Illumina. Massive sequencing produced 4 655 992 reads of 33 bp each representing a total of 154 Mbp of sequence data. The Pash alignment algorithm mapped 50.13% of the reads to the mouse genome. Sequence reads were clustered based on overlapping mapping coordinates and intersected with known miRNAs, small nucleolar RNAs (snoRNAs), piwi-interacting RNA (piRNA) clusters and repetitive genomic regions; 25.2% of the reads mapped to known miRNAs, 25.5% to genomic repeats, 3.5% to piRNAs and 0.18% to snoRNAs. Three hundred and ninety-eight known miRNA species were among the sequenced small RNAs, and 118 isomiR sequences that are not in the miRBase database. Let-7 family was the most abundantly expressed miRNA, and mmu-mir-672, mmu-mir-322, mmu-mir-503 and mmu-mir-465 families are the most abundant X-linked miRNA detected. X-linked mmu-mir-503, mmu-mir-672 and mmu-mir-465 family showed preferential expression in testes and ovaries. We also identified four novel miRNAs that are preferentially expressed in gonads. Gonadal selective miRNAs may play important roles in ovarian development, folliculogenesis and female fertility.","Ahn HW, Morin RD, Zhao H, Harris RA, Coarfa C, Chen ZJ, Milosavljevic A, Marra MA, Rajkovic A."],["20194744","Dynamic transcriptomes during neural differentiation of human embryonic stem cells revealed by short, long, and paired-end sequencing.","Proc Natl Acad Sci U S A","2010-Mar-16","SRA012181","To examine the fundamental mechanisms governing neural differentiation, we analyzed the transcriptome changes that occur during the differentiation of hESCs into the neural lineage. Undifferentiated hESCs as well as cells at three stages of early neural differentiation-N1 (early initiation), N2 (neural progenitor), and N3 (early glial-like)-were analyzed using a combination of single read, paired-end read, and long read RNA sequencing. The results revealed enormous complexity in gene transcription and splicing dynamics during neural cell differentiation. We found previously unannotated transcripts and spliced isoforms specific for each stage of differentiation. Interestingly, splicing isoform diversity is highest in undifferentiated hESCs and decreases upon differentiation, a phenomenon we call isoform specialization. During neural differentiation, we observed differential expression of many types of genes, including those involved in key signaling pathways, and a large number of extracellular receptors exhibit stage-specific regulation. These results provide a valuable resource for studying neural differentiation and reveal insights into the mechanisms underlying in vitro neural differentiation of hESCs, such as neural fate specification, neural progenitor cell identity maintenance, and the transition from a predominantly neuronal state into one with increased gliogenic potential.","Wu JQ, Habegger L, Noisa P, Szekely A, Qiu C, Hutchison S, Raha D, Egholm M, Lin H, Weissman S, Cui W, Gerstein M, Snyder M."],["20194116","Into the unknown: expression profiling without genome sequence information in CHO by next generation sequencing.","Nucleic Acids Res","2010-Jul-1","SRA010967","The arrival of next-generation sequencing (NGS) technologies has led to novel opportunities for expression profiling and genome analysis by utilizing vast amounts of short read sequence data. Here, we demonstrate that expression profiling in organisms lacking any genome or transcriptome sequence information is feasible by combining Illumina's mRNA-seq technology with a novel bioinformatics pipeline that integrates assembled and annotated Chinese hamster ovary (CHO) sequences with information derived from related organisms. We applied this pipeline to the analysis of CHO cells which were chosen as a model system owing to its relevance in the production of therapeutic proteins. Specifically, we analysed CHO cells undergoing butyrate treatment which is known to affect cell cycle regulation and to increase the specific productivity of recombinant proteins. By this means, we identified sequences for >13,000 CHO genes which added sequence information of approximately 5000 novel genes to the CHO model. More than 6000 transcript sequences are predicted to be complete, as they covered >95% of the corresponding mouse orthologs. Detailed analysis of selected biological functions such as DNA replication and cell cycle control, demonstrated the potential of NGS expression profiling in organisms without extended genome sequence to improve both data quantity and quality.","Birzele F, Schaub J, Rust W, Clemens C, Baum P, Kaufmann H, Weith A, Schulz TW, Hildebrandt T."],["20174472","Tumor transcriptome sequencing reveals allelic expression imbalances associated with copy number alterations.","PLoS One","2010","SRA012038","Due to growing throughput and shrinking cost, massively parallel sequencing is rapidly becoming an attractive alternative to microarrays for the genome-wide study of gene expression and copy number alterations in primary tumors. The sequencing of transcripts (RNA-Seq) should offer several advantages over microarray-based methods, including the ability to detect somatic mutations and accurately measure allele-specific expression. To investigate these advantages we have applied a novel, strand-specific RNA-Seq method to tumors and matched normal tissue from three patients with oral squamous cell carcinomas. Additionally, to better understand the genomic determinants of the gene expression changes observed, we have sequenced the tumor and normal genomes of one of these patients. We demonstrate here that our RNA-Seq method accurately measures allelic imbalance and that measurement on the genome-wide scale yields novel insights into cancer etiology. As expected, the set of genes differentially expressed in the tumors is enriched for cell adhesion and differentiation functions, but, unexpectedly, the set of allelically imbalanced genes is also enriched for these same cancer-related functions. By comparing the transcriptomic perturbations observed in one patient to his underlying normal and tumor genomes, we find that allelic imbalance in the tumor is associated with copy number mutations and that copy number mutations are, in turn, strongly associated with changes in transcript abundance. These results support a model in which allele-specific deletions and duplications drive allele-specific changes in gene expression in the developing tumor.","Tuch BB, Laborde RR, Xu X, Gu J, Chung CB, Monighetti CK, Stanley SJ, Olsen KD, Kasperbauer JL, Moore EJ, Broomer AJ, Tan R, Brzoska PM, Muller MW, Siddiqui AS, Asmann YW, Sun Y, Kuersten S, Barker MA, De La Vega FM, Smith DI."],["20167110","Evaluation of statistical methods for normalization and differential expression in mRNA-Seq experiments.","BMC Bioinformatics","2010","SRA010153","High-throughput sequencing technologies, such as the Illumina Genome Analyzer, are powerful new tools for investigating a wide range of biological and medical questions. Statistical and computational methods are key for drawing meaningful and accurate conclusions from the massive and complex datasets generated by the sequencers. We provide a detailed evaluation of statistical methods for normalization and differential expression (DE) analysis of Illumina transcriptome sequencing (mRNA-Seq) data.We compare statistical methods for detecting genes that are significantly DE between two types of biological samples and find that there are substantial differences in how the test statistics handle low-count genes. We evaluate how DE results are affected by features of the sequencing platform, such as, varying gene lengths, base-calling calibration method (with and without phi X control lane), and flow-cell/library preparation effects. We investigate the impact of the read count normalization method on DE results and show that the standard approach of scaling by total lane counts (e.g., RPKM) can bias estimates of DE. We propose more general quantile-based normalization procedures and demonstrate an improvement in DE detection.Our results have significant practical and methodological implications for the design and analysis of mRNA-Seq experiments. They highlight the importance of appropriate statistical methods for normalization and DE inference, to account for features of the sequencing platform that could impact the accuracy of results. They also reveal the need for further research in the development of statistical and computational methods for mRNA-Seq.","Bullard JH, Purdom E, Hansen KD, Dudoit S."],["20164839","The primary transcriptome of the major human pathogen Helicobacter pylori.","Nature","2010-Mar-11","SRA010186","Genome sequencing of Helicobacter pylori has revealed the potential proteins and genetic diversity of this prevalent human pathogen, yet little is known about its transcriptional organization and noncoding RNA output. Massively parallel cDNA sequencing (RNA-seq) has been revolutionizing global transcriptomic analysis. Here, using a novel differential approach (dRNA-seq) selective for the 5' end of primary transcripts, we present a genome-wide map of H. pylori transcriptional start sites and operons. We discovered hundreds of transcriptional start sites within operons, and opposite to annotated genes, indicating that complexity of gene expression from the small H. pylori genome is increased by uncoupling of polycistrons and by genome-wide antisense transcription. We also discovered an unexpected number of approximately 60 small RNAs including the epsilon-subdivision counterpart of the regulatory 6S RNA and associated RNA products, and potential regulators of cis- and trans-encoded target messenger RNAs. Our approach establishes a paradigm for mapping and annotating the primary transcriptomes of many living species.","Sharma CM, Hoffmann S, Darfeuille F, Reignier J, Findeiss S, Sittka A, Chabas S, Reiche K, Hackermüller J, Reinhardt R, Stadler PF, Vogel J."],["20163733","Transcriptomic changes arising during light-induced sporulation in Physarum polycephalum.","BMC Genomics","2010","SRA010098","Physarum polycephalum is a free-living amoebozoan protist displaying a complex life cycle, including alternation between single- and multinucleate stages through sporulation, a simple form of cell differentiation. Sporulation in Physarum can be experimentally induced by several external factors, and Physarum displays many biochemical features typical for metazoan cells, including metazoan-type signaling pathways, which makes this organism a model to study cell cycle, cell differentiation and cellular reprogramming.In order to identify the genes associated to the light-induced sporulation in Physarum, especially those related to signal transduction, we isolated RNA before and after photoinduction from sporulation- competent cells, and used these RNAs to synthesize cDNAs, which were then analyzed using the 454 sequencing technology. We obtained 16,669 cDNAs that were annotated at every computational level. 13,169 transcripts included hit count data, from which 2,772 displayed significant differential expression (upregulated: 1,623; downregulated: 1,149). Transcripts with valid annotations and significant differential expression were later integrated into putative networks using interaction information from orthologs.Gene ontology analysis suggested that most significantly downregulated genes are linked to DNA repair, cell division, inhibition of cell migration, and calcium release, while highly upregulated genes were involved in cell death, cell polarization, maintenance of integrity, and differentiation. In addition, cell death- associated transcripts were overrepresented between the upregulated transcripts. These changes are associated to a network of actin-binding proteins encoded by genes that are differentially regulated before and after light induction.","Barrantes I, Glockner G, Meyer S, Marwan W."],["20152181","Nuclear retention of fission yeast dicer is a prerequisite for RNAi-mediated heterochromatin assembly.","Dev Cell","2010-Jan-19","SRA011056","RNaseIII ribonucleases act at the heart of RNA silencing pathways by processing precursor RNAs into mature microRNAs and siRNAs. In the fission yeast Schizosaccharomyces pombe, siRNAs are generated by the RNaseIII enzyme Dcr1 and are required for heterochromatin formation at centromeres. In this study, we have analyzed the subcellular localization of Dcr1 and found that it accumulates in the nucleus and is enriched at the nuclear periphery. Nuclear accumulation of Dcr1 depends on a short motif that impedes nuclear export promoted by the double-stranded RNA binding domain of Dcr1. Absence of this motif renders Dcr1 mainly cytoplasmic and is accompanied by remarkable changes in gene expression and failure to assemble heterochromatin. Our findings suggest that Dicer proteins are shuttling proteins and that the steady-state subcellular levels can be shifted toward either compartment.(c) 2010 Elsevier Inc. All rights reserved.","Emmerth S, Schober H, Gaidatzis D, Roloff T, Jacobeit K, Bühler M."],["20150415","RNPomics: defining the ncRNA transcriptome by cDNA library generation from ribonucleo-protein particles.","Nucleic Acids Res","2010-Jun","SRA009016","Up to 450,000 non-coding RNAs (ncRNAs) have been predicted to be transcribed from the human genome. However, it still has to be elucidated which of these transcripts represent functional ncRNAs. Since all functional ncRNAs in Eukarya form ribonucleo-protein particles (RNPs), we generated specialized cDNA libraries from size-fractionated RNPs and validated the presence of selected ncRNAs within RNPs by glycerol gradient centrifugation. As a proof of concept, we applied the RNP method to human Hela cells or total mouse brain, and subjected cDNA libraries, generated from the two model systems, to deep-sequencing. Bioinformatical analysis of cDNA sequences revealed several hundred ncRNP candidates. Thereby, ncRNAs candidates were mainly located in intergenic as well as intronic regions of the genome, with a significant overrepresentation of intron-derived ncRNA sequences. Additionally, a number of ncRNAs mapped to repetitive sequences. Thus, our RNP approach provides an efficient way to identify new functional small ncRNA candidates, involved in RNP formation.","Rederstorff M, Bernhart SH, Tanzer A, Zywicki M, Perfler K, Lukasser M, Hofacker IL, Hüttenhofer A."],["20150415","RNPomics: defining the ncRNA transcriptome by cDNA library generation from ribonucleo-protein particles.","Nucleic Acids Res","2010-Jun","SRA009169","Up to 450,000 non-coding RNAs (ncRNAs) have been predicted to be transcribed from the human genome. However, it still has to be elucidated which of these transcripts represent functional ncRNAs. Since all functional ncRNAs in Eukarya form ribonucleo-protein particles (RNPs), we generated specialized cDNA libraries from size-fractionated RNPs and validated the presence of selected ncRNAs within RNPs by glycerol gradient centrifugation. As a proof of concept, we applied the RNP method to human Hela cells or total mouse brain, and subjected cDNA libraries, generated from the two model systems, to deep-sequencing. Bioinformatical analysis of cDNA sequences revealed several hundred ncRNP candidates. Thereby, ncRNAs candidates were mainly located in intergenic as well as intronic regions of the genome, with a significant overrepresentation of intron-derived ncRNA sequences. Additionally, a number of ncRNAs mapped to repetitive sequences. Thus, our RNP approach provides an efficient way to identify new functional small ncRNA candidates, involved in RNP formation.","Rederstorff M, Bernhart SH, Tanzer A, Zywicki M, Perfler K, Lukasser M, Hofacker IL, Hüttenhofer A."],["20141623","Development of a EST dataset and characterization of EST-SSRs in a traditional Chinese medicinal plant, Epimedium sagittatum (Sieb. Et Zucc.) Maxim.","BMC Genomics","2010","SRA008151","Epimedium sagittatum (Sieb. Et Zucc.) Maxim, a traditional Chinese medicinal plant species, has been used extensively as genuine medicinal materials. Certain Epimedium species are endangered due to commercial overexploition, while sustainable application studies, conservation genetics, systematics, and marker-assisted selection (MAS) of Epimedium is less-studied due to the lack of molecular markers. Here, we report a set of expressed sequence tags (ESTs) and simple sequence repeats (SSRs) identified in these ESTs for E. sagittatum.cDNAs of E. sagittatum are sequenced using 454 GS-FLX pyrosequencing technology. The raw reads are cleaned and assembled into a total of 76,459 consensus sequences comprising of 17,231 contigs and 59,228 singlets. About 38.5% (29,466) of the consensus sequences significantly match to the non-redundant protein database (E-value < 1e-10), 22,295 of which are further annotated using Gene Ontology (GO) terms. A total of 2,810 EST-SSRs is identified from the Epimedium EST dataset. Trinucleotide SSR is the dominant repeat type (55.2%) followed by dinucleotide (30.4%), tetranuleotide (7.3%), hexanucleotide (4.9%), and pentanucleotide (2.2%) SSR. The dominant repeat motif is AAG/CTT (23.6%) followed by AG/CT (19.3%), ACC/GGT (11.1%), AT/AT (7.5%), and AAC/GTT (5.9%). Thirty-two SSR-ESTs are randomly selected and primer pairs are synthesized for testing the transferability across 52 Epimedium species. Eighteen primer pairs (85.7%) could be successfully transferred to Epimedium species and sixteen of those show high genetic diversity with 0.35 of observed heterozygosity (Ho) and 0.65 of expected heterozygosity (He) and high number of alleles per locus (11.9).A large EST dataset with a total of 76,459 consensus sequences is generated, aiming to provide sequence information for deciphering secondary metabolism, especially for flavonoid pathway in Epimedium. A total of 2,810 EST-SSRs is identified from EST dataset and approximately 1580 EST-SSR markers are transferable. E. sagittatum EST-SSR transferability to the major Epimedium germplasm is up to 85.7%. Therefore, this EST dataset and EST-SSRs will be a powerful resource for further studies such as taxonomy, molecular breeding, genetics, genomics, and secondary metabolism in Epimedium species.","Zeng S, Xiao G, Guo J, Fei Z, Xu Y, Roe BA, Wang Y."],["20133686","Argonautes ALG-3 and ALG-4 are required for spermatogenesis-specific 26G-RNAs and thermotolerant sperm in Caenorhabditis elegans.","Proc Natl Acad Sci U S A","2010-Feb-23","SRA012156","Gametogenesis is a thermosensitive process in numerous metazoans, ranging from worms to man. In Caenorhabditis elegans, a variety of RNA-binding proteins that associate with germ-line nuage (P granules), including the Piwi-clade argonaute PRG-1, have been implicated in maintaining fertility at elevated temperature. Here we describe the role of two AGO-class paralogs, alg-3 (T22B3.2) and alg-4 (ZK757.3), in promoting thermotolerant male fertility. A rescuing GFP::alg-3 transgene is localized to P granules beginning at the late pachytene stage of male gametogenesis. alg-3/4 double mutants lack a subgroup of small RNAs, the 26G-RNAs which target and appear to down-regulate numerous spermatogenesis-expressed mRNAs. These findings add to a growing number of AGO pathways required for thermotolerant fertility in C. elegans and support a model in which AGOs and their small RNA cofactors function to promote robustness in gene-expression networks.","Conine CC, Batista PJ, Gu W, Claycomb JM, Chaves DA, Shirayama M, Mello CC."],["20133583","Sequential rounds of RNA-dependent RNA transcription drive endogenous small-RNA biogenesis in the ERGO-1/Argonaute pathway.","Proc Natl Acad Sci U S A","2010-Feb-23","SRA012036","Argonaute (AGO) proteins interact with distinct classes of small RNAs to direct multiple regulatory outcomes. In many organisms, including plants, fungi, and nematodes, cellular RNA-dependent RNA polymerases (RdRPs) use AGO targets as templates for amplification of silencing signals. Here, we show that distinct RdRPs function sequentially to produce small RNAs that target endogenous loci in Caenorhabditis elegans. We show that DCR-1, the RdRP RRF-3, and the dsRNA-binding protein RDE-4 are required for the biogenesis of 26-nt small RNAs with a 5' guanine (26G-RNAs) and that 26G-RNAs engage the Piwi-clade AGO, ERGO-1. Our findings support a model in which targeting by ERGO-1 recruits a second RdRP (RRF-1 or EGO-1), which in turn transcribes 22G-RNAs that interact with worm-specific AGOs (WAGOs) to direct gene silencing. ERGO-1 targets exhibit a nonrandom distribution in the genome and appear to include many gene duplications, suggesting that this pathway may control overexpression resulting from gene expansion.","Vasale JJ, Gu W, Thivierge C, Batista PJ, Claycomb JM, Youngman EM, Duchaine TF, Mello CC, Conte D Jr."],["20133523","Regulation of alternative splicing by histone modifications.","Science","2010-Feb-19","SRA011061","Alternative splicing of pre-mRNA is a prominent mechanism to generate protein diversity, yet its regulation is poorly understood. We demonstrated a direct role for histone modifications in alternative splicing. We found distinctive histone modification signatures that correlate with the splicing outcome in a set of human genes, and modulation of histone modifications causes splice site switching. Histone marks affect splicing outcome by influencing the recruitment of splicing regulators via a chromatin-binding protein. These results outline an adaptor system for the reading of histone marks by the pre-mRNA splicing machinery.","Luco RF, Pan Q, Tominaga K, Blencowe BJ, Pereira-Smith OM, Misteli T."],["20133332","Digital transcriptome profiling from attomole-level RNA samples.","Genome Res","2010-Apr","SRA009935","Accurate profiling of minute quantities of RNA in a global manner can enable key advances in many scientific and clinical disciplines. Here, we present low-quantity RNA sequencing (LQ-RNAseq), a high-throughput sequencing-based technique allowing whole transcriptome surveys from subnanogram RNA quantities in an amplification/ligation-free manner. LQ-RNAseq involves first-strand cDNA synthesis from RNA templates, followed by 3' polyA tailing of the single-stranded cDNA products and direct single molecule sequencing. We applied LQ-RNAseq to profile S. cerevisiae polyA+ transcripts, demonstrate the reproducibility of the approach across different sample preparations and independent instrument runs, and establish the absolute quantitative power of this method through comparisons with other reported transcript profiling techniques and through utilization of RNA spike-in experiments. We demonstrate the practical application of this approach to define the transcriptional landscape of mouse embryonic and induced pluripotent stem cells, observing transcriptional differences, including over 100 genes exhibiting differential expression between these otherwise very similar stem cell populations. This amplification-independent technology, which utilizes small quantities of nucleic acid and provides quantitative measurements of cellular transcripts, enables global gene expression measurements from minute amounts of materials and offers broad utility in both basic research and translational biology for characterization of rare cells.","Ozsolak F, Goren A, Gymrek M, Guttman M, Regev A, Bernstein BE, Milos PM."],["20122235","Genome-wide sequence-based prediction of peripheral proteins using a novel semi-supervised learning technique.","BMC Bioinformatics","2010","SRA009031","In supervised learning, traditional approaches to building a classifier use two sets of examples with pre-defined classes along with a learning algorithm. The main limitation of this approach is that examples from both classes are required which might be infeasible in certain cases, especially those dealing with biological data. Such is the case for membrane-binding peripheral domains that play important roles in many biological processes, including cell signaling and membrane trafficking by reversibly binding to membranes. For these domains, a well-defined positive set is available with domains known to bind membrane along with a large unlabeled set of domains whose membrane binding affinities have not been measured. The aforementioned limitation can be addressed by a special class of semi-supervised machine learning called positive-unlabeled (PU) learning that uses a positive set with a large unlabeled set. METHODS In this study, we implement the first application of PU-learning to a protein function prediction problem: identification of peripheral domains. PU-learning starts by identifying reliable negative (RN) examples iteratively from the unlabeled set until convergence and builds a classifier using the positive and the final RN set. A data set of 232 positive cases and ~3750 unlabeled ones were used to construct and validate the protocol.Holdout evaluation of the protocol on a left-out positive set showed that the accuracy of prediction reached up to 95% during two independent implementations.These results suggest that our protocol can be used for predicting membrane-binding properties of a wide variety of modular domains. Protocols like the one presented here become particularly useful in the case of availability of information from one class only.","Bhardwaj N, Gerstein M, Lu H."],["20122235","Genome-wide sequence-based prediction of peripheral proteins using a novel semi-supervised learning technique.","BMC Bioinformatics","2010","SRA000286","In supervised learning, traditional approaches to building a classifier use two sets of examples with pre-defined classes along with a learning algorithm. The main limitation of this approach is that examples from both classes are required which might be infeasible in certain cases, especially those dealing with biological data. Such is the case for membrane-binding peripheral domains that play important roles in many biological processes, including cell signaling and membrane trafficking by reversibly binding to membranes. For these domains, a well-defined positive set is available with domains known to bind membrane along with a large unlabeled set of domains whose membrane binding affinities have not been measured. The aforementioned limitation can be addressed by a special class of semi-supervised machine learning called positive-unlabeled (PU) learning that uses a positive set with a large unlabeled set. METHODS In this study, we implement the first application of PU-learning to a protein function prediction problem: identification of peripheral domains. PU-learning starts by identifying reliable negative (RN) examples iteratively from the unlabeled set until convergence and builds a classifier using the positive and the final RN set. A data set of 232 positive cases and ~3750 unlabeled ones were used to construct and validate the protocol.Holdout evaluation of the protocol on a left-out positive set showed that the accuracy of prediction reached up to 95% during two independent implementations.These results suggest that our protocol can be used for predicting membrane-binding properties of a wide variety of modular domains. Protocols like the one presented here become particularly useful in the case of availability of information from one class only.","Bhardwaj N, Gerstein M, Lu H."],["20118272","Characterization of transcriptional complexity during berry development in Vitis vinifera using RNA-Seq.","Plant Physiol","2010-Apr","SRA009962","The development of massively parallel sequencing technologies enables the sequencing of total cDNA (RNA-Seq) to derive accurate measure of individual gene expression, differential splicing activity, and to discover novel regions of transcription, dramatically changing the way that the functional complexity of transcriptomes can be studied. Here we report on the first use of RNA-Seq to gain insight into the wide range of transcriptional responses that are associated with berry development in Vitis vinifera 'Corvina'. More than 59 million sequence reads, 36 to 44 bp in length, were generated from three developmental stages: post setting, véraison, and ripening. The sequence reads were aligned onto the 8.4-fold draft sequence of the Pinot Noir 40024 genome and then analyzed to measure gene expression levels, to detect alternative splicing events, and expressed single nucleotide polymorphisms. We detected 17,324 genes expressed during berry development, 6,695 of which were expressed in a stage-specific manner, suggesting differences in expression for genes in numerous functional categories and a significant transcriptional complexity. This exhaustive overview of gene expression dynamics demonstrates the utility of RNA-Seq for identifying single nucleotide polymorphisms and splice variants and for describing how plant transcriptomes change during development.","Zenoni S, Ferrarini A, Giacomelli E, Xumerle L, Fasoli M, Malerba G, Bellin D, Pezzotti M, Delledonne M."],["20086188","Global epigenetic and transcriptional trends among two rice subspecies and their reciprocal hybrids.","Plant Cell","2010-Jan","SRA010873","The behavior of transcriptomes and epigenomes in hybrids of heterotic parents is of fundamental interest. Here, we report highly integrated maps of the epigenome, mRNA, and small RNA transcriptomes of two rice (Oryza sativa) subspecies and their reciprocal hybrids. We found that gene activity was correlated with DNA methylation and both active and repressive histone modifications in transcribed regions. Differential epigenetic modifications correlated with changes in transcript levels among hybrids and parental lines. Distinct patterns in gene expression and epigenetic modifications in reciprocal hybrids were observed. Through analyses of single nucleotide polymorphisms from our sequence data, we observed a high correlation of allelic bias of epigenetic modifications or gene expression in reciprocal hybrids with their differences in the parental lines. The abundance of distinct small RNA size classes differed between the parents, and more small RNAs were downregulated than upregulated in the reciprocal hybrids. Together, our data reveal a comprehensive overview of transcriptional and epigenetic trends in heterotic rice crosses and provide a useful resource for the rice community.","He G, Zhu X, Elling AA, Chen L, Wang X, Guo L, Liang M, He H, Zhang H, Chen F, Qi Y, Chen R, Deng XW."],["20080641","High throughput sequencing reveals a complex pattern of dynamic interrelationships among human T cell subsets.","Proc Natl Acad Sci U S A","2010-Jan-26","SRA010149","Developing T cells face a series of cell fate choices in the thymus and in the periphery. The role of the individual T cell receptor (TCR) in determining decisions of cell fate remains unresolved. The stochastic/selection model postulates that the initial fate of the cell is independent of TCR specificity, with survival dependent on additional TCR/coreceptor \"rescue\" signals. The \"instructive\" model holds that cell fate is initiated by the interaction of the TCR with a cognate peptide-MHC complex. T cells are then segregated on the basis of TCR specificity with the aid of critical coreceptors and signal modulators [Chan S, Correia-Neves M, Benoist C, Mathis (1998) Immunol Rev 165: 195-207]. The former would predict a random representation of individual TCR across divergent T cell lineages whereas the latter would predict minimal overlap between divergent T cell subsets. To address this issue, we have used high-throughput sequencing to evaluate the TCR distribution among key T cell developmental and effector subsets from a single donor. We found numerous examples of individual subsets sharing identical TCR sequence, supporting a model of a stochastic process of cell fate determination coupled with dynamic patterns of clonal expansion of T cells bearing the same TCR sequence among both CD4(+) and CD8+ populations.","Wang C, Sanders CM, Yang Q, Schroeder HW Jr, Wang E, Babrzadeh F, Gharizadeh B, Myers RM, Hudson JR Jr, Davis RW, Han J."],["20080632","Leveraging skewed transcript abundance by RNA-Seq to increase the genomic depth of the tree of life.","Proc Natl Acad Sci U S A","2010-Jan-26","SRA010237","Assembling the tree of life is a major goal of biology, but progress has been hindered by the difficulty and expense of obtaining the orthologous DNA required for accurate and fully resolved phylogenies. Next-generation DNA sequencing technologies promise to accelerate progress, but sequencing the genomes of hundreds of thousands of eukaryotic species remains impractical. Eukaryotic transcriptomes, which are smaller than genomes and biased toward highly expressed genes that tend to be conserved, could potentially provide a rich set of phylogenetic characters. We sampled the transcriptomes of 10 mosquito species by assembling 36-bp sequence reads into phylogenomic data matrices containing hundreds of thousands of orthologous nucleotides from hundreds of genes. Analysis of these data matrices yielded robust phylogenetic inferences, even with data matrices constructed from surprisingly few sequence reads. This approach is more efficient, data-rich, and economical than traditional PCR-based and EST-based methods and provides a scalable strategy for generating phylogenomic data matrices to infer the branches and twigs of the tree of life.","Hittinger CT, Johnston M, Tossberg JT, Rokas A."],["20075252","The genetic map of Artemisia annua L. identifies loci affecting yield of the antimalarial drug artemisinin.","Science","2010-Jan-15","SRA009239","Artemisinin is a plant natural product produced by Artemisia annua and the active ingredient in the most effective treatment for malaria. Efforts to eradicate malaria are increasing demand for an affordable, high-quality, robust supply of artemisinin. We performed deep sequencing on the transcriptome of A. annua to identify genes and markers for fast-track breeding. Extensive genetic variation enabled us to build a detailed genetic map with nine linkage groups. Replicated field trials resulted in a quantitative trait loci (QTL) map that accounts for a significant amount of the variation in key traits controlling artemisinin yield. Enrichment for positive QTLs in parents of new high-yielding hybrids confirms that the knowledge and tools to convert A. annua into a robust crop are now available.","Graham IA, Besser K, Blumer S, Branigan CA, Czechowski T, Elias L, Guterman I, Harvey D, Isaac PG, Khan AM, Larson TR, Li Y, Pawson T, Penfield T, Rae AM, Rathbone DA, Reid S, Ross J, Smallwood MF, Segura V, Townsend T, Vyas D, Winzer T, Bowles D."],["20075252","The genetic map of Artemisia annua L. identifies loci affecting yield of the antimalarial drug artemisinin.","Science","2010-Jan-15","SRA009240","Artemisinin is a plant natural product produced by Artemisia annua and the active ingredient in the most effective treatment for malaria. Efforts to eradicate malaria are increasing demand for an affordable, high-quality, robust supply of artemisinin. We performed deep sequencing on the transcriptome of A. annua to identify genes and markers for fast-track breeding. Extensive genetic variation enabled us to build a detailed genetic map with nine linkage groups. Replicated field trials resulted in a quantitative trait loci (QTL) map that accounts for a significant amount of the variation in key traits controlling artemisinin yield. Enrichment for positive QTLs in parents of new high-yielding hybrids confirms that the knowledge and tools to convert A. annua into a robust crop are now available.","Graham IA, Besser K, Blumer S, Branigan CA, Czechowski T, Elias L, Guterman I, Harvey D, Isaac PG, Khan AM, Larson TR, Li Y, Pawson T, Penfield T, Rae AM, Rathbone DA, Reid S, Ross J, Smallwood MF, Segura V, Townsend T, Vyas D, Winzer T, Bowles D."],["20075252","The genetic map of Artemisia annua L. identifies loci affecting yield of the antimalarial drug artemisinin.","Science","2010-Jan-15","SRA009227","Artemisinin is a plant natural product produced by Artemisia annua and the active ingredient in the most effective treatment for malaria. Efforts to eradicate malaria are increasing demand for an affordable, high-quality, robust supply of artemisinin. We performed deep sequencing on the transcriptome of A. annua to identify genes and markers for fast-track breeding. Extensive genetic variation enabled us to build a detailed genetic map with nine linkage groups. Replicated field trials resulted in a quantitative trait loci (QTL) map that accounts for a significant amount of the variation in key traits controlling artemisinin yield. Enrichment for positive QTLs in parents of new high-yielding hybrids confirms that the knowledge and tools to convert A. annua into a robust crop are now available.","Graham IA, Besser K, Blumer S, Branigan CA, Czechowski T, Elias L, Guterman I, Harvey D, Isaac PG, Khan AM, Larson TR, Li Y, Pawson T, Penfield T, Rae AM, Rathbone DA, Reid S, Ross J, Smallwood MF, Segura V, Townsend T, Vyas D, Winzer T, Bowles D."],["20064465","Genome-wide analysis of PTB-RNA interactions reveals a strategy used by the general splicing repressor to modulate exon inclusion or skipping.","Mol Cell","2009-Dec-25","SRA010852","Recent transcriptome analysis indicates that > 90% of human genes undergo alternative splicing, underscoring the contribution of differential RNA processing to diverse proteomes in higher eukaryotic cells. The polypyrimidine tract-binding protein PTB is a well-characterized splicing repressor, but PTB knockdown causes both exon inclusion and skipping. Genome-wide mapping of PTB-RNA interactions and construction of a functional RNA map now reveal that dominant PTB binding near a competing constitutive splice site generally induces exon inclusion, whereas prevalent binding close to an alternative site often causes exon skipping. This positional effect was further demonstrated by disrupting or creating a PTB-binding site on minigene constructs and testing their responses to PTB knockdown or overexpression. These findings suggest a mechanism for PTB to modulate splice site competition to produce opposite functional consequences, which may be generally applicable to RNA-binding splicing factors to positively or negatively regulate alternative splicing in mammalian cells.2009 Elsevier Inc.","Xue Y, Zhou Y, Wu T, Zhu T, Ji X, Kwon YS, Zhang C, Yeo G, Black DL, Sun H, Fu XD, Zhang Y."],["20063009","Identification of ABC transporters from Lolium perenne L.  that are regulated by toxic levels of selenium.","Planta","2010-Mar","SRA009997","Selenium is an essential micronutrient for animals and humans, but can be toxic at higher levels. Manipulation of Se metabolism in plants may enable plants to be tailored to enhance Se content for human and animal consumption and to decontaminate Se polluted soils. Here, we generated subtracted cDNA libraries from perennial ryegrass roots and leaves, enriched for genes which expression is enhanced under toxic levels of selenium. The libraries were sequenced using next generation sequencing technologies to characterize the pool of enriched genes. Within these subtracted libraries, there were a large number of genes involved in the calcium-calmodulin signaling network. Furthermore, in the leaf subtracted cDNA library, we identified 28 ABC transporters. Subsequent expression analysis by quantitative RT-PCR demonstrated the significant accumulation of these transcripts in the leaf tissue of perennial ryegrass under toxic levels of Se. These results suggest a role for ABC transporters in selenium movement and accumulation in perennial ryegrass.","Byrne SL, Durandeau K, Nagy I, Barth S."],["20062003","Hairpin RNA induces secondary small interfering RNA synthesis and silencing in trans in fission yeast.","EMBO Rep","2010-Feb","SRA011100","RNA interference (RNAi) is widespread in eukaryotes and regulates gene expression transcriptionally or post-transcriptionally. In fission yeast, RNAi is tightly coupled to template transcription and chromatin modifications that establish heterochromatin in cis. Exogenous double-stranded RNA (dsRNA) triggers seem to induce heterochromatin formation in trans only when certain silencing proteins are overexpressed. Here, we show that green fluorescent protein (GFP) hairpin dsRNA allows production of high levels of Argonaute-associated small interfering RNAs (siRNAs), which can induce heterochromatin formation at a remote locus. This silencing does not require any manipulation apart from hairpin expression. In cells expressing a ura4(+)-GFP fusion gene, production of GFP siRNAs causes the appearance of ura4 siRNAs from the target gene. Production of these secondary siRNAs depends on RNA-dependent RNA polymerase Rdp1 (RDRP(Rdp1)) function and other RNAi pathway components. This demonstrates that transitivity occurs in fission yeast and implies that RDRP(Rdp1) can synthesize RNA from targeted RNA templates in vivo, generating siRNAs not homologous to the hairpin.","Simmer F, Buscaino A, Kos-Braun IC, Kagansky A, Boukaba A, Urano T, Kerr AR, Allshire RC."],["20060044","Neuropeptide signaling sequences identified by pyrosequencing of the American dog tick synganglion transcriptome during blood feeding and reproduction.","Insect Biochem Mol Biol","2010-Jan","SRA003623","Ticks are important vectors of numerous pathogens that impact human and animal health. The tick central nervous system represents an understudied area in tick biology and no tick synganglion-specific transcriptome has been described to date. Here we characterize whole or partial cDNA sequences of fourteen putative neuropeptides (allatostatin, insulin-like peptide, ion-transport peptide, sulfakinin, bursicon alpha/beta, eclosion hormone, glycoprotein hormone alpha/beta, corazonin, four orcokinins) and five neuropeptide receptors (gonadotropin receptor, leucokinin-like receptor, sulfakinin receptor, calcitonin receptor, pyrokinin receptor) translated from cDNA synthesized from the synganglion of unfed, partially fed and replete female American dog ticks, Dermacentor variabilis. Their homology to the same neuropeptides in other taxa is discussed. Many of these neuropeptides such as an allatostatin, insulin-like peptide, eclosion hormone, bursicon alpha and beta and glycoprotein hormone alpha and beta have not been previously described in the Chelicerata. An insulin-receptor substrate protein was also found indicating that an insulin signaling network is present in ticks. A putative type-2 proprotein processing convertase was also sequenced that may be involved in cleavage at monobasic and dibasic endoproteolytic cleavage sites in prohormones. The possible physiological role of the proteins discovered in adult tick blood feeding and reproduction will be discussed.Copyright (c) 2009 Elsevier Ltd. All rights reserved.","Donohue KV, Khalil SM, Ross E, Grozinger CM, Sonenshine DE, Michael Roe R."],["20059948","The TDRD9-MIWI2 complex is essential for piRNA-mediated retrotransposon silencing in the mouse male germline.","Dev Cell","2009-Dec","SRA010798","Host-defense mechanisms against transposable elements are critical to protect the genome information. Here we show that tudor-domain containing 9 (Tdrd9) is essential for silencing Line-1 retrotransposon in the mouse male germline. Tdrd9 encodes an ATPase/DExH-type helicase, and its mutation causes male sterility showing meiotic failure. In Tdrd9 mutants, Line-1 was highly activated and piwi-interacting small RNAs (piRNAs) corresponding to Line-1 were increased, suggesting that feedforward amplification operates in the mutant. In fetal testes, Tdrd9 mutation causes Line-1 desilencing and an aberrant piRNA profile in prospermatogonia, followed by cognate DNA demethylation. TDRD9 complexes with MIWI2 with distinct compartmentalization in processing bodies, and this TDRD9-MIWI2 localization is regulated by MILI and TDRD1 residing at intermitochondrial cement. Our results identify TDRD9 as a functional partner of MIWI2 and indicate that the tudor-piwi association is a conserved feature, while two separate axes, TDRD9-MIWI2 and TDRD1-MILI, cooperate nonredundantly in the piwi-small RNA pathway in the mouse male germline.2009 Elsevier Inc. All rights reserved.","Shoji M, Tanaka T, Hosokawa M, Reuter M, Stark A, Kato Y, Kondoh G, Okawa K, Chujo T, Suzuki T, Hata K, Martin SL, Noce T, Kuramochi-Miyagawa S, Nakano T, Sasaki H, Pillai RS, Nakatsuji N, Chuma S."],["20044575","The Tasmanian devil transcriptome reveals Schwann cell origins of a clonally transmissible cancer.","Science","2010-Jan-1","SRA010797","The Tasmanian devil, a marsupial carnivore, is endangered because of the emergence of a transmissible cancer known as devil facial tumor disease (DFTD). This fatal cancer is clonally derived and is an allograft transmitted between devils by biting. We performed a large-scale genetic analysis of DFTD with microsatellite genotyping, a mitochondrial genome analysis, and deep sequencing of the DFTD transcriptome and microRNAs. These studies confirm that DFTD is a monophyletic clonally transmissible tumor and suggest that the disease is of Schwann cell origin. On the basis of these results, we have generated a diagnostic marker for DFTD and identify a suite of genes relevant to DFTD pathology and transmission. We provide a genomic data set for the Tasmanian devil that is applicable to cancer diagnosis, disease evolution, and conservation biology.","Murchison EP, Tovar C, Hsu A, Bender HS, Kheradpour P, Rebbeck CA, Obendorf D, Conlan C, Bahlo M, Blizzard CA, Pyecroft S, Kreiss A, Kellis M, Stark A, Harkins TT, Marshall Graves JA, Woods GM, Hannon GJ, Papenfuss AT."],["20042087","Deep RNA sequencing of L. monocytogenes reveals overlapping and extensive stationary phase and sigma B-dependent transcriptomes, including multiple highly transcribed noncoding RNAs.","BMC Genomics","2009","SRA010847","Identification of specific genes and gene expression patterns important for bacterial survival, transmission and pathogenesis is critically needed to enable development of more effective pathogen control strategies. The stationary phase stress response transcriptome, including many sigmaB-dependent genes, was defined for the human bacterial pathogen Listeria monocytogenes using RNA sequencing (RNA-Seq) with the Illumina Genome Analyzer. Specifically, bacterial transcriptomes were compared between stationary phase cells of L. monocytogenes 10403S and an otherwise isogenic DeltasigB mutant, which does not express the alternative sigma factor sigmaB, a major regulator of genes contributing to stress response, including stresses encountered upon entry into stationary phase.Overall, 83% of all L. monocytogenes genes were transcribed in stationary phase cells; 42% of currently annotated L. monocytogenes genes showed medium to high transcript levels under these conditions. A total of 96 genes had significantly higher transcript levels in 10403S than in DeltasigB, indicating sigmaB-dependent transcription of these genes. RNA-Seq analyses indicate that a total of 67 noncoding RNA molecules (ncRNAs) are transcribed in stationary phase L. monocytogenes, including 7 previously unrecognized putative ncRNAs. Application of a dynamically trained Hidden Markov Model, in combination with RNA-Seq data, identified 65 putative sigmaB promoters upstream of 82 of the 96 sigmaB-dependent genes and upstream of the one sigmaB-dependent ncRNA. The RNA-Seq data also enabled annotation of putative operons as well as visualization of 5'- and 3'-UTR regions.The results from these studies provide powerful evidence that RNA-Seq data combined with appropriate bioinformatics tools allow quantitative characterization of prokaryotic transcriptomes, thus providing exciting new strategies for exploring transcriptional regulatory networks in bacteria.","Oliver HF, Orsi RH, Ponnala L, Keich U, Wang W, Sun Q, Cartinhour SW, Filiatrault MJ, Wiedmann M, Boor KJ."],["20035631","Sympatric ecological speciation meets pyrosequencing: sampling the transcriptome of the apple maggot Rhagoletis pomonella.","BMC Genomics","2009","SRA002047","The full power of modern genetics has been applied to the study of speciation in only a small handful of genetic model species--all of which speciated allopatrically. Here we report the first large expressed sequence tag (EST) study of a candidate for ecological sympatric speciation, the apple maggot Rhagoletis pomonella, using massively parallel pyrosequencing on the Roche 454-FLX platform. To maximize transcript diversity we created and sequenced separate libraries from larvae, pupae, adult heads, and headless adult bodies.We obtained 239,531 sequences which assembled into 24,373 contigs. A total of 6810 unique protein coding genes were identified among the contigs and long singletons, corresponding to 48% of all known Drosophila melanogaster protein-coding genes. Their distribution across GO classes suggests that we have obtained a representative sample of the transcriptome. Among these sequences are many candidates for potential R. pomonella \"speciation genes\" (or \"barrier genes\") such as those controlling chemosensory and life-history timing processes. Furthermore, we identified important marker loci including more than 40,000 single nucleotide polymorphisms (SNPs) and over 100 microsatellites. An initial search for SNPs at which the apple and hawthorn host races differ suggested at least 75 loci warranting further work. We also determined that developmental expression differences remained even after normalization; transcripts expected to show different expression levels between larvae and pupae in D. melanogaster also did so in R. pomonella. Preliminary comparative analysis of transcript presences and absences revealed evidence of gene loss in Drosophila and gain in the higher dipteran clade Schizophora.These data provide a much needed resource for exploring mechanisms of divergence in this important model for sympatric ecological speciation. Our description of ESTs from a substantial portion of the R. pomonella transcriptome will facilitate future functional studies of candidate genes for olfaction and diapause-related life history timing, and will enable large scale expression studies. Similarly, the identification of new SNP and microsatellite markers will facilitate future population and quantitative genetic studies of divergence between the apple and hawthorn-infesting host races.","Schwarz D, Robertson HM, Feder JL, Varala K, Hudson ME, Ragland GJ, Hahn DA, Berlocher SH."],["20022248","A broadly conserved pathway generates 3'UTR-directed primary piRNAs.","Curr Biol","2009-Dec-29","SRA010773","Piwi-interacting RNAs (piRNAs) are approximately 24-30 nucleotide regulatory RNAs that are abundant in animal gonads and early embryos. The best-characterized piRNAs mediate a conserved pathway that restricts transposable elements, and these frequently engage a \"ping-pong\" amplification loop. Certain stages of mammalian testis also accumulate abundant piRNAs of unknown function, which derive from noncoding RNAs that are depleted in transposable element content and do not engage in ping-pong.We report that the 3' untranslated regions (3'UTRs) of an extensive set of messenger RNAs (mRNAs) are processed into piRNAs in Drosophila ovaries, murine testes, and Xenopus eggs. Analysis of different mutants and Piwi-class immunoprecipitates indicates that their biogenesis depends on primary piRNA components, but not most ping-pong components. Several observations suggest that mRNAs are actively selected for piRNA production for regulatory purposes. First, genic piRNAs do not accumulate in proportion to the level of their host transcripts, and many highly expressed transcripts lack piRNAs. Second, piRNA-producing mRNAs in Drosophila and mouse are enriched for specific gene ontology categories distinct from those of simply abundant transcripts. Third, the protein output of traffic jam, whose 3'UTR generates abundant piRNAs, is increased in piwi mutant follicle clones.We reveal a conserved primary piRNA pathway that selects and metabolizes the 3'UTRs of a broad set of cellular transcripts, probably for regulatory purposes. These findings strongly increase the breadth of Argonaute-mediated small RNA systems in metazoans.","Robine N, Lau NC, Balla S, Jin Z, Okamura K, Kuramochi-Miyagawa S, Blower MD, Lai EC."],["20022248","A broadly conserved pathway generates 3'UTR-directed primary piRNAs.","Curr Biol","2009-Dec-29","SRA010774","Piwi-interacting RNAs (piRNAs) are approximately 24-30 nucleotide regulatory RNAs that are abundant in animal gonads and early embryos. The best-characterized piRNAs mediate a conserved pathway that restricts transposable elements, and these frequently engage a \"ping-pong\" amplification loop. Certain stages of mammalian testis also accumulate abundant piRNAs of unknown function, which derive from noncoding RNAs that are depleted in transposable element content and do not engage in ping-pong.We report that the 3' untranslated regions (3'UTRs) of an extensive set of messenger RNAs (mRNAs) are processed into piRNAs in Drosophila ovaries, murine testes, and Xenopus eggs. Analysis of different mutants and Piwi-class immunoprecipitates indicates that their biogenesis depends on primary piRNA components, but not most ping-pong components. Several observations suggest that mRNAs are actively selected for piRNA production for regulatory purposes. First, genic piRNAs do not accumulate in proportion to the level of their host transcripts, and many highly expressed transcripts lack piRNAs. Second, piRNA-producing mRNAs in Drosophila and mouse are enriched for specific gene ontology categories distinct from those of simply abundant transcripts. Third, the protein output of traffic jam, whose 3'UTR generates abundant piRNAs, is increased in piwi mutant follicle clones.We reveal a conserved primary piRNA pathway that selects and metabolizes the 3'UTRs of a broad set of cellular transcripts, probably for regulatory purposes. These findings strongly increase the breadth of Argonaute-mediated small RNA systems in metazoans.","Robine N, Lau NC, Balla S, Jin Z, Okamura K, Kuramochi-Miyagawa S, Blower MD, Lai EC."],["19954531","454 pyrosequencing based transcriptome analysis of Zygaena filipendulae with focus on genes involved in biosynthesis of cyanogenic glucosides.","BMC Genomics","2009","SRA009441","An essential driving component in the co-evolution of plants and insects is the ability to produce and handle bioactive compounds. Plants produce bioactive natural products for defense, but some insects detoxify and/or sequester the compounds, opening up for new niches with fewer competitors. To study the molecular mechanism behind the co-adaption in plant-insect interactions, we have investigated the interactions between Lotus corniculatus and Zygaena filipendulae. They both contain cyanogenic glucosides which liberate toxic hydrogen cyanide upon breakdown. Moths belonging to the Zygaena family are the only insects known, able to carry out both de novo biosynthesis and sequestration of the same cyanogenic glucosides as those from their feed plants. The biosynthetic pathway for cyanogenic glucoside biosynthesis in Z. filipendulae proceeds using the same intermediates as in the well known pathway from plants, but none of the enzymes responsible have been identified. A genomics strategy founded on 454 pyrosequencing of the Z. filipendulae transcriptome was undertaken to identify some of these enzymes in Z. filipendulae.Comparisons of the Z. filipendulae transcriptome with the sequenced genomes of Bombyx mori, Drosophila melanogaster, Tribolium castaneum, Apis mellifera and Anopheles gambiae indicate a high coverage of the Z. filipendulae transcriptome. 11% of the Z. filipendulae transcriptome sequences were assigned to Gene Ontology categories. Candidate genes for enzymes functioning in the biosynthesis of cyanogenic glucosides (cytochrome P450 and family 1 glycosyltransferases) were identified based on sequence length, number of copies and presence/absence of close homologs in D. melanogaster, B. mori and the cyanogenic butterfly Heliconius. Examination of biased codon usage, GC content and selection on gene candidates support the notion of cyanogenesis as an \"old\" trait within Ditrysia, as well as its origins being convergent between plants and insects.Pyrosequencing is an attractive approach to gain access to genes in the biosynthesis of bio-active natural products from insects and other organisms, for which the genome sequence is not known. Based on analysis of the Z. filipendulae transcriptome, promising gene candidates for biosynthesis of cyanogenic glucosides was identified, and the suitability of Z. filipendulae as a model system for cyanogenesis in insects is evident.","Zagrobelny M, Scheibye-Alsing K, Jensen NB, Møller BL, Gorodkin J, Bak S."],["19948147","A novel mechanism of epigenetic regulation: nucleosome-space occupancy.","Biochem Biophys Res Commun","2010-Jan-1","SRA010068","Nucleosome positioning around the gene space (or transcriptional unit) plays a crucial role for gene regulation but we do not know if the spatial organization--nucleosome-space occupancy or nucleosome density in a defined sequence unit length--contributes to the regulation complexity of mammalian gene expression. Using our own rmRNA-Seq (ribosomal RNA-minus RNA sequencing) and publically available ChIP-Seq (H3) data from mouse stem cells, we discovered a non-random distribution of nucleosomes along chromosomes, and further genome-wide studies on histone modifications, DNA methylation, transcriptional activity, gene density, and base compositional dynamics, demonstrated that nucleosome-space occupancy of genomic regions--clustered genes and their intergenic spaces--show distinctive features, where a high occupancy coincides with active transcription, intensive histone modifications, poor DNA methylation, and higher GC contents as compared to the nucleosome-poor regions. We therefore proposed that nucleosome-space occupancy as a novel mechanism of epigenetic gene regulation, creating a vital environment for transcriptional activation.Copyright 2009 Elsevier Inc. All rights reserved.","Cui P, Zhang L, Lin Q, Ding F, Xin C, Fang X, Hu S, Yu J."],["19945378","RNA-guided RNA cleavage by a CRISPR RNA-Cas protein complex.","Cell","2009-Nov-25","SRA010319","Compelling evidence indicates that the CRISPR-Cas system protects prokaryotes from viruses and other potential genome invaders. This adaptive prokaryotic immune system arises from the clustered regularly interspaced short palindromic repeats (CRISPRs) found in prokaryotic genomes, which harbor short invader-derived sequences, and the CRISPR-associated (Cas) protein-coding genes. Here, we have identified a CRISPR-Cas effector complex that is comprised of small invader-targeting RNAs from the CRISPR loci (termed prokaryotic silencing (psi)RNAs) and the RAMP module (or Cmr) Cas proteins. The psiRNA-Cmr protein complexes cleave complementary target RNAs at a fixed distance from the 3' end of the integral psiRNAs. In Pyrococcus furiosus, psiRNAs occur in two size forms that share a common 5' sequence tag but have distinct 3' ends that direct cleavage of a given target RNA at two distinct sites. Our results indicate that prokaryotes possess a unique RNA silencing system that functions by homology-dependent cleavage of invader RNAs.","Hale CR, Zhao P, Olson S, Duff MO, Graveley BR, Wells L, Terns RM, Terns MP."],["19930683","Combining next-generation pyrosequencing with microarray for large scale expression analysis in non-model species.","BMC Genomics","2009","SRA007722","The next generation sequencing technologies provide new options to characterize the transcriptome and to develop affordable tools for functional genomics. We describe here an innovative approach for this purpose and demonstrate its potential also for non-model species.The method we developed is based on 454 sequencing of 3' cDNA fragments from a normalized library constructed from pooled RNAs to generate, through de novo reads assembly, a large catalog of unique transcripts in organisms for which a comprehensive collection of transcripts or the complete genome sequence, is not available. This \"virtual transcriptome\" provides extensive coverage depth, and can be used for the setting up of a comprehensive microarray based expression analysis. We evaluated the potential of this approach by monitoring gene expression during berry maturation in Vitis vinifera as if no other sequence information was available for this species. The microarray designed on the berries' transcriptome derived from half of a 454 run detected the expression of 19,609 genes, and proved to be more informative than one of the most comprehensive grape microarrays available to date, the GrapeArray 1.2 developed by the Italian-French Public Consortium for Grapevine Genome Characterization, which could detect the expression of 15,556 genes in the same samples.This approach provides a powerful method to rapidly build up an extensive catalog of unique transcripts that can be successfully used to develop a microarray for large scale analysis of gene expression in any species, without the need for prior sequence knowledge.","Bellin D, Ferrarini A, Chimento A, Kaiser O, Levenkova N, Bouffard P, Delledonne M."],["19917043","MicroRNA identity and abundance in porcine skeletal muscles determined by deep sequencing.","Anim Genet","2010-Apr-1","SRA010846","MicroRNAs (miRNA) are short single-stranded RNA molecules that regulate gene expression post-transcriptionally by binding to complementary sequences in the 3' untranslated region (3' UTR) of target mRNAs. MiRNAs participate in the regulation of myogenesis, and identification of the complete set of miRNAs expressed in muscles is likely to significantly increase our understanding of muscle growth and development. To determine the identity and abundance of miRNA in porcine skeletal muscle, we applied a deep sequencing approach. This allowed us to identify the sequences and relative expression levels of 212 annotated miRNA genes, thereby providing a thorough account of the miRNA transcriptome in porcine muscle tissue. The expression levels displayed a very large range, as reflected by the number of sequence reads, which varied from single counts for rare miRNAs to several million reads for the most abundant miRNAs. Moreover, we identified numerous examples of mature miRNAs that were derived from opposite sides of the same predicted precursor stem-loop structures, and also observed length and sequence heterogeneity at the 5' and 3' ends. Furthermore, KEGG pathway analysis suggested that highly expressed miRNAs are involved in skeletal muscle development and regeneration, signal transduction, cell-cell and cell-extracellular matrix communication and neural development and function.","Nielsen M, Hansen JH, Hedegaard J, Nielsen RO, Panitz F, Bendixen C, Thomsen B."],["19903869","Rice MicroRNA effector complexes and targets.","Plant Cell","2009-Nov","SRA010264","MicroRNAs (miRNAs) are small silencing RNAs with regulatory roles in gene expression. miRNAs interact with Argonaute (AGO) proteins to form effector complexes that cleave target mRNAs or repress translation. Rice (Oryza sativa) encodes four AGO1 homologs (AGO1a, AGO1b, AGO1c, and AGO1d). We used RNA interference (RNAi) to knock down the four AGO1s. The RNAi lines displayed pleiotropic developmental phenotypes and had increased accumulation of miRNA targets. AGO1a, AGO1b, and AGO1c complexes were purified and further characterized. The three AGO1s all have a strong preference for binding small RNAs (sRNAs) with 5' U and have Slicer activity. We cataloged the sRNAs in each AGO1 complex by deep sequencing and found that all three AGO1s predominantly bound known miRNAs. Most of the miRNAs were evenly distributed in the three AGO1 complexes, suggesting a redundant role for the AGO1s. Intriguingly, a subset of miRNAs were specifically incorporated into or excluded from one of the AGO1s, suggesting functional specialization among the AGO1s. Furthermore, we identified rice miRNA targets at a global level. The validated targets include transcription factors that control major stages of development and also genes involved in a variety of physiological processes, indicating a broad regulatory role for miRNAs in rice.","Wu L, Zhang Q, Zhou H, Ni F, Wu X, Qi Y."],["19903869","Rice MicroRNA effector complexes and targets.","Plant Cell","2009-Nov","SRA010263","MicroRNAs (miRNAs) are small silencing RNAs with regulatory roles in gene expression. miRNAs interact with Argonaute (AGO) proteins to form effector complexes that cleave target mRNAs or repress translation. Rice (Oryza sativa) encodes four AGO1 homologs (AGO1a, AGO1b, AGO1c, and AGO1d). We used RNA interference (RNAi) to knock down the four AGO1s. The RNAi lines displayed pleiotropic developmental phenotypes and had increased accumulation of miRNA targets. AGO1a, AGO1b, and AGO1c complexes were purified and further characterized. The three AGO1s all have a strong preference for binding small RNAs (sRNAs) with 5' U and have Slicer activity. We cataloged the sRNAs in each AGO1 complex by deep sequencing and found that all three AGO1s predominantly bound known miRNAs. Most of the miRNAs were evenly distributed in the three AGO1 complexes, suggesting a redundant role for the AGO1s. Intriguingly, a subset of miRNAs were specifically incorporated into or excluded from one of the AGO1s, suggesting functional specialization among the AGO1s. Furthermore, we identified rice miRNA targets at a global level. The validated targets include transcription factors that control major stages of development and also genes involved in a variety of physiological processes, indicating a broad regulatory role for miRNAs in rice.","Wu L, Zhang Q, Zhou H, Ni F, Wu X, Qi Y."],["19850910","Sliced microRNA targets and precise loop-first processing of MIR319 hairpins revealed by analysis of the Physcomitrella patens degradome.","RNA","2009-Dec","SRA010850","Expression profiling of the 5' ends of uncapped mRNAs (\"degradome\" sequencing) can be used to empirically catalog microRNA (miRNA) targets, to probe patterns of miRNA hairpin processing, to examine mRNA decay, and to analyze accumulation of endogenous short interfering RNA (siRNA) precursors. We sequenced and analyzed the degradome of the moss Physcomitrella patens, an important model system for functional genomic analyses in plant evolution. A total of 52 target mRNAs of 27 different Physcomitrella miRNA families were identified. Many targets of both more conserved and less conserved miRNA families encoded putative regulatory proteins. Remnants of MIRNA hairpin processing also populated the degradome data and indicated an unusual \"loop-first\" mode of precise processing for the MIR319 gene family. Precise loop-first processing was confirmed for native Physcomitrella, rice, and Arabidopsis MIR319 hairpins, as well as an Arabidopsis artificial MIRNA (aMIRNA) based upon a MIR319 backbone. MIR319 is thus a conserved exception to the general rule of loop-last processing of MIRNA hairpins. Loop-first MIR319 processing may contribute to the high efficacy of a widely used MIR319-based strategy for aMIRNA production in plants.","Addo-Quaye C, Snyder JA, Park YB, Li YF, Sunkar R, Axtell MJ."],["19840835","One-step identification of conserved miRNAs, their targets, potential transcription factors and effector genes of complete secondary metabolism pathways after 454 pyrosequencing of calyx cDNAs from the Labiate Salvia sclarea L.","Gene","2010-Jan-15","SRA008286","The outermost floral whorl, composed of sepals, is generally thought to function in the protection of reproductive tissues. In the plant family Lamiaceae, sepals are fused into a tube that is densely covered by hairs for mechanical defence and contains secondary metabolites for chemical defence against insects and abiotic stresses. Despite the importance of this tissue in plant fitness, virtually no study has addressed the basic aspects of sepal development and functioning. Because of its large size and its impressive metabolic activity (both in terms of quantity and diversity of secondary metabolites), we have used clary sage calyx as a model system to generate the first high throughput sequencing of the transcriptome of an angiosperm calyx. We applied massive parallel 454 pyrosequencing technology to a normalized cDNA extract and unveiled potential candidate genes for all steps of secondary metabolite pathways (phenylpropanoids and terpenoids). It also proved efficient in predicting the expression of large numbers of transcription factors and, with the use of bioinformatics tools, it predicted in the same sequencing run the presence of a novel class of gene transcription regulatory elements, miRNAs, without the need to generate a separate miRNA library. In our clary sage EST library, 18 conserved miRNAs were predicted. Among them, 15 were present in most studied plant species while the others were only shared with limited or discrete plant lineages. A separate data mining of the same clary sage EST library suggested the presence of 19 potential target genes to the 18 predicted conserved miRNAs. These coded for only 6 transcription factors or F-box proteins, 11 metabolism or abiotic stress response related proteins and 2 products with no known predicted function. All in all, this study provides novel genomic information on an angiosperm calyx and an experimental framework to predict in a single step metabolic pathway enzymes and regulator genes including miRNAs.","Legrand S, Valot N, Nicolé F, Moja S, Baudino S, Jullien F, Magnard JL, Caissard JC, Legendre L."],["19825846","Genome-wide analysis of allelic expression imbalance in human primary cells by high-throughput transcriptome resequencing.","Hum Mol Genet","2010-Jan-1","SRA008367","Many disease-associated variants identified by genome-wide association (GWA) studies are expected to regulate gene expression. Allele-specific expression (ASE) quantifies transcription from both haplotypes using individuals heterozygous at tested SNPs. We performed deep human transcriptome-wide resequencing (RNA-seq) for ASE analysis and expression quantitative trait locus discovery. We resequenced double poly(A)-selected RNA from primary CD4(+) T cells (n = 4 individuals, both activated and untreated conditions) and developed tools for paired-end RNA-seq alignment and ASE analysis. We generated an average of 20 million uniquely mapping 45 base reads per sample. We obtained sufficient read depth to test 1371 unique transcripts for ASE. Multiple biases inflate the false discovery rate which we estimate to be approximately 50% for random SNPs. However, after controlling for these biases and considering the subset of SNPs that pass HapMap QC, 4.6% of heterozygous SNP-sample pairs show evidence of imbalance (P < 0.001). We validated four findings by both bacterial cloning and Sanger sequencing assays. We also found convincing evidence for allelic imbalance at multiple reporter exonic SNPs in CD6 for two samples heterozygous at the multiple sclerosis-associated variant rs17824933, linking GWA findings with variation in gene expression. Finally, we show in CD4(+) T cells from a further individual that high-throughput sequencing of genomic DNA and RNA-seq following enrichment for targeted gene sequences by sequence capture methods offers an unbiased means to increase the read depth for transcripts of interest, and therefore a method to investigate the regulatory role of many disease-associated genetic variants.","Heap GA, Yang JH, Downes K, Healy BC, Hunt KA, Bockett N, Franke L, Dubois PC, Mein CA, Dobson RJ, Albert TJ, Rodesch MJ, Clayton DG, Todd JA, van Heel DA, Plagnol V."],["19812547","A regulatory circuit for piwi by the large Maf gene traffic jam in Drosophila.","Nature","2009-Oct-29","SRA010013","PIWI-interacting RNAs (piRNAs) silence retrotransposons in Drosophila germ lines by associating with the PIWI proteins Argonaute 3 (AGO3), Aubergine (Aub) and Piwi. piRNAs in Drosophila are produced from intergenic repetitive genes and piRNA clusters by two systems: the primary processing pathway and the amplification loop. The amplification loop occurs in a Dicer-independent, PIWI-Slicer-dependent manner. However, primary piRNA processing remains elusive. Here we analysed piRNA processing in a Drosophila ovarian somatic cell line where Piwi, but not Aub or AGO3, is expressed; thus, only the primary piRNAs exist. In addition to flamenco, a Piwi-specific piRNA cluster, traffic jam (tj), a large Maf gene, was determined as a new piRNA cluster. piRNAs arising from tj correspond to the untranslated regions of tj messenger RNA and are sense-oriented. piRNA loading on to Piwi may occur in the cytoplasm. zucchini, a gene encoding a putative cytoplasmic nuclease, is required for tj-derived piRNA production. In tj and piwi mutant ovaries, somatic cells fail to intermingle with germ cells and Fasciclin III is overexpressed. Loss of tj abolishes Piwi expression in gonadal somatic cells. Thus, in gonadal somatic cells, tj gives rise simultaneously to two different molecules: the TJ protein, which activates Piwi expression, and piRNAs, which define the Piwi targets for silencing.","Saito K, Inagaki S, Mituyama T, Kawamura Y, Ono Y, Sakota E, Kotani H, Asai K, Siomi H, Siomi MC."],["19808877","Effect of read-mapping biases on detecting allele-specific expression from RNA-sequencing data.","Bioinformatics","2009-Dec-15","SRA010165","Next-generation sequencing has become an important tool for genome-wide quantification of DNA and RNA. However, a major technical hurdle lies in the need to map short sequence reads back to their correct locations in a reference genome. Here, we investigate the impact of SNP variation on the reliability of read-mapping in the context of detecting allele-specific expression (ASE).We generated 16 million 35 bp reads from mRNA of each of two HapMap Yoruba individuals. When we mapped these reads to the human genome we found that, at heterozygous SNPs, there was a significant bias toward higher mapping rates of the allele in the reference sequence, compared with the alternative allele. Masking known SNP positions in the genome sequence eliminated the reference bias but, surprisingly, did not lead to more reliable results overall. We find that even after masking, approximately 5-10% of SNPs still have an inherent bias toward more effective mapping of one allele. Filtering out inherently biased SNPs removes 40% of the top signals of ASE. The remaining SNPs showing ASE are enriched in genes previously known to harbor cis-regulatory variation or known to show uniparental imprinting. Our results have implications for a variety of applications involving detection of alternate alleles from short-read sequence data.Scripts, written in Perl and R, for simulating short reads, masking SNP variation in a reference genome and analyzing the simulation output are available upon request from JFD. Raw short read data were deposited in GEO (http://www.ncbi.nlm.nih.gov/geo/) under accession number GSE18156.jdegner@uchicago.edu; marioni@uchicago.edu; gilad@uchicago.edu; pritch@uchicago.eduSupplementary data are available at Bioinformatics online.","Degner JF, Marioni JC, Pai AA, Pickrell JK, Nkadori E, Gilad Y, Pritchard JK."],["19804758","The Argonaute CSR-1 and its 22G-RNA cofactors are required for holocentric chromosome segregation.","Cell","2009-Oct-2","SRA010155","RNAi-related pathways regulate diverse processes, from developmental timing to transposon silencing. Here, we show that in C. elegans the Argonaute CSR-1, the RNA-dependent RNA polymerase EGO-1, the Dicer-related helicase DRH-3, and the Tudor-domain protein EKL-1 localize to chromosomes and are required for proper chromosome segregation. In the absence of these factors chromosomes fail to align at the metaphase plate and kinetochores do not orient to opposing spindle poles. Surprisingly, the CSR-1-interacting small RNAs (22G-RNAs) are antisense to thousands of germline-expressed protein-coding genes. Nematodes assemble holocentric chromosomes in which continuous kinetochores must span the expressed domains of the genome. We show that CSR-1 interacts with chromatin at target loci but does not downregulate target mRNA or protein levels. Instead, our findings support a model in which CSR-1 complexes target protein-coding domains to promote their proper organization within the holocentric chromosomes of C. elegans.","Claycomb JM, Batista PJ, Pang KM, Gu W, Vasale JJ, van Wolfswinkel JC, Chaves DA, Shirayama M, Mitani S, Ketting RF, Conte D Jr, Mello CC."],["19778439","High resolution transcriptome maps for wild-type and nonsense-mediated decay-defective Caenorhabditis elegans.","Genome Biol","2009","SRA009279","While many genome sequences are complete, transcriptomes are less well characterized. We used both genome-scale tiling arrays and massively parallel sequencing to map the Caenorhabditis elegans transcriptome across development. We utilized this framework to identify transcriptome changes in animals lacking the nonsense-mediated decay (NMD) pathway.We find that while the majority of detectable transcripts map to known gene structures, >5% of transcribed regions fall outside current gene annotations. We show that >40% of these are novel exons. Using both technologies to assess isoform complexity, we estimate that >17% of genes change isoform across development. Next we examined how the transcriptome is perturbed in animals lacking NMD. NMD prevents expression of truncated proteins by degrading transcripts containing premature termination codons. We find that approximately 20% of genes produce transcripts that appear to be NMD targets. While most of these arise from splicing errors, NMD targets are enriched for transcripts containing open reading frames upstream of the predicted translational start (uORFs). We identify a relationship between the Kozak consensus surrounding the true start codon and the degree to which uORF-containing transcripts are targeted by NMD and speculate that translational efficiency may be coupled to transcript turnover via the NMD pathway for some transcripts.We generated a high-resolution transcriptome map for C. elegans and used it to identify endogenous targets of NMD. We find that these transcripts arise principally through splicing errors, strengthening the prevailing view that splicing and NMD are highly interlinked processes.","Ramani AK, Nelson AC, Kapranov P, Bell I, Gingeras TR, Fraser AG."],["19776739","Direct RNA sequencing.","Nature","2009-Oct-8","SRA008810","Our understanding of human biology and disease is ultimately dependent on a complete understanding of the genome and its functions. The recent application of microarray and sequencing technologies to transcriptomics has changed the simplistic view of transcriptomes to a more complicated view of genome-wide transcription where a large fraction of transcripts emanates from unannotated parts of genomes, and underlined our limited knowledge of the dynamic state of transcription. Most of this broad body of knowledge was obtained indirectly because current transcriptome analysis methods typically require RNA to be converted to complementary DNA (cDNA) before measurements, even though the cDNA synthesis step introduces multiple biases and artefacts that interfere with both the proper characterization and quantification of transcripts. Furthermore, cDNA synthesis is not particularly suitable for the analysis of short, degraded and/or small quantity RNA samples. Here we report direct single molecule RNA sequencing without prior conversion of RNA to cDNA. We applied this technology to sequence femtomole quantities of poly(A)(+) Saccharomyces cerevisiae RNA using a surface coated with poly(dT) oligonucleotides to capture the RNAs at their natural poly(A) tails and initiate sequencing by synthesis. We observed transcript 3' end heterogeneity and polyadenylated small nucleolar RNAs. This study provides a path to high-throughput and low-cost direct RNA sequencing and achieving the ultimate goal of a comprehensive and bias-free understanding of transcriptomes.","Ozsolak F, Platt AR, Jones DR, Reifenberger JG, Sass LE, McInerney P, Thompson JF, Bowers J, Jarosz M, Milos PM."],["19740768","Recognition and coupling of A-to-I edited sites are determined by the tertiary structure of the RNA.","Nucleic Acids Res","2009-Nov","SRA008179","Adenosine-to-inosine (A-to-I) editing has been shown to be an important mechanism that increases protein diversity in the brain of organisms from human to fly. The family of ADAR enzymes converts some adenosines of RNA duplexes to inosines through hydrolytic deamination. The adenosine recognition mechanism is still largely unknown. Here, to investigate it, we analyzed a set of selectively edited substrates with a cluster of edited sites. We used a large set of individual transcripts sequenced by the 454 sequencing technique. On average, we analyzed 570 single transcripts per edited region at four different developmental stages from embryogenesis to adulthood. To our knowledge, this is the first time, large-scale sequencing has been used to determine synchronous editing events. We demonstrate that edited sites are only coupled within specific distances from each other. Furthermore, our results show that the coupled sites of editing are positioned on the same side of a helix, indicating that the three-dimensional structure is key in ADAR enzyme substrate recognition. Finally, we propose that editing by the ADAR enzymes is initiated by their attraction to one principal site in the substrate.","Ensterö M, Daniel C, Wahlstedt H, Major F, Ohman M."],["19737799","TagDust--a program to eliminate artifacts from next generation sequencing data.","Bioinformatics","2009-Nov-1","SRA001150","Next-generation parallel sequencing technologies produce large quantities of short sequence reads. Due to experimental procedures various types of artifacts are commonly sequenced alongside the targeted RNA or DNA sequences. Identification of such artifacts is important during the development of novel sequencing assays and for the downstream analysis of the sequenced libraries.Here we present TagDust, a program identifying artifactual sequences in large sequencing runs. Given a user-defined cutoff for the false discovery rate, TagDust identifies all reads explainable by combinations and partial matches to known sequences used during library preparation. We demonstrate the quality of our method on sequencing runs performed on Illumina's Genome Analyzer platform.Executables and documentation are available from http://genome.gsc.riken.jp/osc/english/software/.timolassmann@gmail.com.","Lassmann T, Hayashizaki Y, Daub CO."],["19709400","Comparative 454 pyrosequencing of transcripts from two olive genotypes during fruit development.","BMC Genomics","2009","SRA008270","Despite its primary economic importance, genomic information on olive tree is still lacking. 454 pyrosequencing was used to enrich the very few sequence data currently available for the Olea europaea species and to identify genes involved in expression of fruit quality traits.Fruits of Coratina, a widely cultivated variety characterized by a very high phenolic content, and Tendellone, an oleuropein-lacking natural variant, were used as starting material for monitoring the transcriptome. Four different cDNA libraries were sequenced, respectively at the beginning and at the end of drupe development. A total of 261,485 reads were obtained, for an output of about 58 Mb. Raw sequence data were processed using a four step pipeline procedure and data were stored in a relational database with a web interface.Massively parallel sequencing of different fruit cDNA collections has provided large scale information about the structure and putative function of gene transcripts accumulated during fruit development. Comparative transcript profiling allowed the identification of differentially expressed genes with potential relevance in regulating the fruit metabolism and phenolic content during ripening.","Alagna F, D'Agostino N, Torchia L, Servili M, Rao R, Pietrella M, Giuliano G, Chiusano ML, Baldoni L, Perrotta G."],["19656801","Sequence, biogenesis, and function of diverse small RNA classes bound to the Piwi family proteins of Tetrahymena thermophila.","Genes Dev","2009-Sep-1","SRA010258","PAZ/PIWI domain (PPD) proteins carrying small RNAs (sRNAs) function in gene and genome regulation. The ciliate Tetrahymena thermophila encodes numerous PPD proteins exclusively of the Piwi clade. We show that the three Tetrahymena Piwi family proteins (Twis) preferentially expressed in growing cells differ in their genetic essentiality and subcellular localization. Affinity purification of all eight distinct Twi proteins revealed unique properties of their bound sRNAs. Deep sequencing of Twi-bound and total sRNAs in strains disrupted for various silencing machinery uncovered an unanticipated diversity of 23- to 24-nt sRNA classes in growing cells, each with distinct genetic requirements for accumulation. Altogether, Twis distinguish sRNAs derived from loci of pseudogene families, three types of DNA repeats, structured RNAs, and EST-supported loci with convergent or paralogous transcripts. Most surprisingly, Twi7 binds complementary strands of unequal length, while Twi10 binds a specific permutation of the guanosine-rich telomeric repeat. These studies greatly expand the structural and functional repertoire of endogenous sRNAs and RNPs.","Couvillion MT, Lee SR, Hogstad B, Malone CD, Tonkin LA, Sachidanandam R, Hannon GJ, Collins K."],["19646272","Comparison of next generation sequencing technologies for transcriptome characterization.","BMC Genomics","2009","SRA008180","We have developed a simulation approach to help determine the optimal mixture of sequencing methods for most complete and cost effective transcriptome sequencing. We compared simulation results for traditional capillary sequencing with \"Next Generation\" (NG) ultra high-throughput technologies. The simulation model was parameterized using mappings of 130,000 cDNA sequence reads to the Arabidopsis genome (NCBI Accession SRA008180.19). We also generated 454-GS20 sequences and de novo assemblies for the basal eudicot California poppy (Eschscholzia californica) and the magnoliid avocado (Persea americana) using a variety of methods for cDNA synthesis.The Arabidopsis reads tagged more than 15,000 genes, including new splice variants and extended UTR regions. Of the total 134,791 reads (13.8 MB), 119,518 (88.7%) mapped exactly to known exons, while 1,117 (0.8%) mapped to introns, 11,524 (8.6%) spanned annotated intron/exon boundaries, and 3,066 (2.3%) extended beyond the end of annotated UTRs. Sequence-based inference of relative gene expression levels correlated significantly with microarray data. As expected, NG sequencing of normalized libraries tagged more genes than non-normalized libraries, although non-normalized libraries yielded more full-length cDNA sequences. The Arabidopsis data were used to simulate additional rounds of NG and traditional EST sequencing, and various combinations of each. Our simulations suggest a combination of FLX and Solexa sequencing for optimal transcriptome coverage at modest cost. We have also developed ESTcalc http://fgp.huck.psu.edu/NG_Sims/ngsim.pl, an online webtool, which allows users to explore the results of this study by specifying individualized costs and sequencing characteristics.NG sequencing technologies are a highly flexible set of platforms that can be scaled to suit different project goals. In terms of sequence coverage alone, the NG sequencing is a dramatic advance over capillary-based sequencing, but NG sequencing also presents significant challenges in assembly and sequence accuracy due to short read lengths, method-specific sequencing errors, and the absence of physical clones. These problems may be overcome by hybrid sequencing strategies using a mixture of sequencing methodologies, by new assemblers, and by sequencing more deeply. Sequencing and microarray outcomes from multiple experiments suggest that our simulator will be useful for guiding NG transcriptome sequencing projects in a wide range of organisms.","Wall PK, Leebens-Mack J, Chanderbali AS, Barakat A, Wolcott E, Liang H, Landherr L, Tomsho LP, Hu Y, Carlson JE, Ma H, Schuster SC, Soltis DE, Soltis PS, Altman N, dePamphilis CW."],["19646242","Characterization of the Zoarces viviparus liver transcriptome using massively parallel pyrosequencing.","BMC Genomics","2009","SRA007807","The teleost Zoarces viviparus (eelpout) lives along the coasts of Northern Europe and has long been an established model organism for marine ecology and environmental monitoring. The scarce information about this species genome has however restrained the use of efficient molecular-level assays, such as gene expression microarrays.In the present study we present the first comprehensive characterization of the Zoarces viviparus liver transcriptome. From 400,000 reads generated by massively parallel pyrosequencing, more than 50,000 pieces of putative transcripts were assembled, annotated and functionally classified. The data was estimated to cover roughly 40% of the total transcriptome and homologues for about half of the genes of Gasterosteus aculeatus (stickleback) were identified. The sequence data was consequently used to design an oligonucleotide microarray for large-scale gene expression analysis.Our results show that one run using a Genome Sequencer FLX from 454 Life Science/Roche generates enough genomic information for adequate de novo assembly of a large number of genes in a higher vertebrate. The generated sequence data, including the validated microarray probes, are publicly available to promote genome-wide research in Zoarces viviparus.","Kristiansson E, Asker N, Förlin L, Larsson DG."],["19620212","Transcriptome analysis by strand-specific sequencing of complementary DNA.","Nucleic Acids Res","2009-Oct","SRA008290","High-throughput complementary DNA sequencing (RNA-Seq) is a powerful tool for whole-transcriptome analysis, supplying information about a transcript's expression level and structure. However, it is difficult to determine the polarity of transcripts, and therefore identify which strand is transcribed. Here, we present a simple cDNA sequencing protocol that preserves information about a transcript's direction. Using Saccharomyces cerevisiae and mouse brain transcriptomes as models, we demonstrate that knowing the transcript's orientation allows more accurate determination of the structure and expression of genes. It also helps to identify new genes and enables studying promoter-associated and antisense transcription. The transcriptional landscapes we obtained are available online.","Parkhomchuk D, Borodina T, Amstislavskiy V, Banaru M, Hallen L, Krobitsch S, Lehrach H, Soldatov A."],["19580677","Deep sampling of the Palomero maize transcriptome by a high throughput strategy of pyrosequencing.","BMC Genomics","2009","SRA008289","In-depth sequencing analysis has not been able to determine the overall complexity of transcriptional activity of a plant organ or tissue sample. In some cases, deep parallel sequencing of Expressed Sequence Tags (ESTs), although not yet optimized for the sequencing of cDNAs, has represented an efficient procedure for validating gene prediction and estimating overall gene coverage. This approach could be very valuable for complex plant genomes. In addition, little emphasis has been given to efforts aiming at an estimation of the overall transcriptional universe found in a multicellular organism at a specific developmental stage.To explore, in depth, the transcriptional diversity in an ancient maize landrace, we developed a protocol to optimize the sequencing of cDNAs and performed 4 consecutive GS20-454 pyrosequencing runs of a cDNA library obtained from 2 week-old Palomero Toluqueño maize plants. The protocol reported here allowed obtaining over 90% of informative sequences. These GS20-454 runs generated over 1.5 Million reads, representing the largest amount of sequences reported from a single plant cDNA library. A collection of 367,391 quality-filtered reads (30.09 Mb) from a single run was sufficient to identify transcripts corresponding to 34% of public maize ESTs databases; total sequences generated after 4 filtered runs increased this coverage to 50%. Comparisons of all 1.5 Million reads to the Maize Assembled Genomic Islands (MAGIs) provided evidence for the transcriptional activity of 11% of MAGIs. We estimate that 5.67% (86,069 sequences) do not align with public ESTs or annotated genes, potentially representing new maize transcripts. Following the assembly of 74.4% of the reads in 65,493 contigs, real-time PCR of selected genes confirmed a predicted correlation between the abundance of GS20-454 sequences and corresponding levels of gene expression.A protocol was developed that significantly increases the number, length and quality of cDNA reads using massive 454 parallel sequencing. We show that recurrent 454 pyrosequencing of a single cDNA sample is necessary to attain a thorough representation of the transcriptional universe present in maize, that can also be used to estimate transcript abundance of specific genes. This data suggests that the molecular and functional diversity contained in the vast native landraces remains to be explored, and that large-scale transcriptional sequencing of a presumed ancestor of the modern maize varieties represents a valuable approach to characterize the functional diversity of maize for future agricultural and evolutionary studies.","Vega-Arreguín JC, Ibarra-Laclette E, Jiménez-Moraila B, Martínez O, Vielle-Calzada JP, Herrera-Estrella L, Herrera-Estrella A."],["19523228","Transcriptome sequencing of the Microarray Quality Control (MAQC) RNA reference samples using next generation sequencing.","BMC Genomics","2009","SRA003647","Transcriptome sequencing using next-generation sequencing platforms will soon be competing with DNA microarray technologies for global gene expression analysis. As a preliminary evaluation of these promising technologies, we performed deep sequencing of cDNA synthesized from the Microarray Quality Control (MAQC) reference RNA samples using Roche's 454 Genome Sequencer FLX.We generated more that 3.6 million sequence reads of average length 250 bp for the MAQC A and B samples and introduced a data analysis pipeline for translating cDNA read counts into gene expression levels. Using BLAST, 90% of the reads mapped to the human genome and 64% of the reads mapped to the RefSeq database of well annotated genes with e-values </= 10-20. We measured gene expression levels in the A and B samples by counting the numbers of reads that mapped to individual RefSeq genes in multiple sequencing runs to evaluate the MAQC quality metrics for reproducibility, sensitivity, specificity, and accuracy and compared the results with DNA microarrays and Quantitative RT-PCR (QRTPCR) from the MAQC studies. In addition, 88% of the reads were successfully aligned directly to the human genome using the AceView alignment programs with an average 90% sequence similarity to identify 137,899 unique exon junctions, including 22,193 new exon junctions not yet contained in the RefSeq database.Using the MAQC metrics for evaluating the performance of gene expression platforms, the ExpressSeq results for gene expression levels showed excellent reproducibility, sensitivity, and specificity that improved systematically with increasing shotgun sequencing depth, and quantitative accuracy that was comparable to DNA microarrays and QRTPCR. In addition, a careful mapping of the reads to the genome using the AceView alignment programs shed new light on the complexity of the human transcriptome including the discovery of thousands of new splice variants.","Mane SP, Evans C, Cooper KL, Crasta OR, Folkerts O, Hutchison SK, Harkins TT, Thierry-Mieg D, Thierry-Mieg J, Jensen RV."],["19454017","Gene discovery using massively parallel pyrosequencing to develop ESTs for the flesh fly Sarcophaga crassipalpis.","BMC Genomics","2009","SRA002779","Flesh flies in the genus Sarcophaga are important models for investigating endocrinology, diapause, cold hardiness, reproduction, and immunity. Despite the prominence of Sarcophaga flesh flies as models for insect physiology and biochemistry, and in forensic studies, little genomic or transcriptomic data are available for members of this genus. We used massively parallel pyrosequencing on the Roche 454-FLX platform to produce a substantial EST dataset for the flesh fly Sarcophaga crassipalpis. To maximize sequence diversity, we pooled RNA extracted from whole bodies of all life stages and normalized the cDNA pool after reverse transcription.We obtained 207,110 ESTs with an average read length of 241 bp. These reads assembled into 20,995 contigs and 31,056 singletons. Using BLAST searches of the NR and NT databases we were able to identify 11,757 unique gene elements (E<0.0001) representing approximately 9,000 independent transcripts. Comparison of the distribution of S. crassipalpis unigenes among GO Biological Process functional groups with that of the Drosophila melanogaster transcriptome suggests that our ESTs are broadly representative of the flesh fly transcriptome. Insertion and deletion errors in 454 sequencing present a serious hurdle to comparative transcriptome analysis. Aided by a new approach to correcting for these errors, we performed a comparative analysis of genetic divergence across GO categories among S. crassipalpis, D. melanogaster, and Anopheles gambiae. The results suggest that non-synonymous substitutions occur at similar rates across categories, although genes related to response to stimuli may evolve slightly faster. In addition, we identified over 500 potential microsatellite loci and more than 12,000 SNPs among our ESTs.Our data provides the first large-scale EST-project for flesh flies, a much-needed resource for exploring this model species. In addition, we identified a large number of potential microsatellite and SNP markers that could be used in population and systematic studies of S. crassipalpis and other flesh flies.","Hahn DA, Ragland GJ, Shoemaker DD, Denlinger DL."],["19435504","Sequencing and de novo analysis of a coral larval transcriptome using 454 GSFlx.","BMC Genomics","2009","SRA003728","New methods are needed for genomic-scale analysis of emerging model organisms that exemplify important biological questions but lack fully sequenced genomes. For example, there is an urgent need to understand the potential for corals to adapt to climate change, but few molecular resources are available for studying these processes in reef-building corals. To facilitate genomics studies in corals and other non-model systems, we describe methods for transcriptome sequencing using 454, as well as strategies for assembling a useful catalog of genes from the output. We have applied these methods to sequence the transcriptome of planulae larvae from the coral Acropora millepora.More than 600,000 reads produced in a single 454 sequencing run were assembled into approximately 40,000 contigs with five-fold average sequencing coverage. Based on sequence similarity with known proteins, these analyses identified approximately 11,000 different genes expressed in a range of conditions including thermal stress and settlement induction. Assembled sequences were annotated with gene names, conserved domains, and Gene Ontology terms. Targeted searches using these annotations identified the majority of genes associated with essential metabolic pathways and conserved signaling pathways, as well as novel candidate genes for stress-related processes. Comparisons with the genome of the anemone Nematostella vectensis revealed approximately 8,500 pairs of orthologs and approximately 100 candidate coral-specific genes. More than 30,000 SNPs were detected in the coral sequences, and a subset of these validated by re-sequencing.The methods described here for deep sequencing of the transcriptome should be widely applicable to generate catalogs of genes and genetic markers in emerging model organisms. Our data provide the most comprehensive sequence resource currently available for reef-building corals, and include an extensive collection of potential genetic markers for association and population connectivity studies. The characterization of the larval transcriptome for this widely-studied coral will enable research into the biological processes underlying stress responses in corals and evolutionary adaptation to global climate change.","Meyer E, Aglyamova GV, Wang S, Buchanan-Carter J, Abrego D, Colbourne JK, Willis BL, Matz MV."],["19426529","Comparison of the transcriptomes of American chestnut (Castanea dentata) and Chinese chestnut (Castanea mollissima) in response to the chestnut blight infection.","BMC Plant Biol","2009","SRA003597","BACKGROUND1471-2229-9-51: American chestnut (Castanea dentata) was devastated by an exotic pathogen in the beginning of the twentieth century. This chestnut blight is caused by Cryphonectria parasitica, a fungus that infects stem tissues and kills the trees by girdling them. Because of the great economic and ecological value of this species, significant efforts have been made over the century to combat this disease, but it wasn't until recently that a focused genomics approach was initiated. Prior to the Genomic Tool Development for the Fagaceae project, genomic resources available in public databases for this species were limited to a few hundred ESTs. To identify genes involved in resistance to C. parasitica, we have sequenced the transcriptome from fungal infected and healthy stem tissues collected from blight-sensitive American chestnut and blight-resistant Chinese chestnut (Castanea mollissima) trees using ultra high throughput pyrosequencing. RESULTS: We produced over a million 454 reads, totaling over 250 million bp, from which we generated 40,039 and 28,890 unigenes in total from C. mollissima and C. dentata respectively. The functions of the unigenes, from GO annotation, cover a diverse set of molecular functions and biological processes, among which we identified a large number of genes associated with resistance to stresses and response to biotic stimuli. In silico expression analyses showed that many of the stress response unigenes were expressed more in canker tissues versus healthy stem tissues in both American and Chinese chestnut. Comparative analysis also identified genes belonging to different pathways of plant defense against biotic stresses that are differentially expressed in either American or Chinese chestnut canker tissues. CONCLUSION: Our study resulted in the identification of a large set of cDNA unigenes from American chestnut and Chinese chestnut. The ESTs and unigenes from this study constitute an important resource to the scientific community interested in the discovery of genes involved in various biological processes in Chestnut and other species. The identification of many defense-related genes differentially expressed in canker vs. healthy stem in chestnuts provides many new candidate genes for developing resistance to the chestnut blight and for studying pathways involved in responses of trees to necrotrophic pathogens. We also identified several candidate genes that may underline the difference in resistance to Cryphonectria parasitica between American chestnut and Chinese chestnut.","Barakat A, DiLoreto DS, Zhang Y, Smith C, Baier K, Powell WA, Wheeler N, Sederoff R, Carlson JE."],["19423829","High-throughput sequencing of the zebrafish antibody repertoire.","Science","2009-May-8","SRA008134","Despite tremendous progress in understanding the nature of the immune system, the full diversity of an organism's antibody repertoire is unknown. We used high-throughput sequencing of the variable domain of the antibody heavy chain from 14 zebrafish to analyze VDJ usage and antibody sequence. Zebrafish were found to use between 50 and 86% of all possible VDJ combinations and shared a similar frequency distribution, with some correlation of VDJ patterns between individuals. Zebrafish antibodies retained a few thousand unique heavy chains that also exhibited a shared frequency distribution. We found evidence of convergence, in which different individuals made the same antibody. This approach provides insight into the breadth of the expressed antibody repertoire and immunological diversity at the level of an individual organism.","Weinstein JA, Jiang N, White RA 3rd, Fisher DS, Quake SR."],["19376930","Genome-wide and organ-specific landscapes of epigenetic modifications and their relationships to mRNA and small RNA transcriptomes in maize.","Plant Cell","2009-Apr","SRA010001","Maize (Zea mays) has an exceptionally complex genome with a rich history in both epigenetics and evolution. We report genomic landscapes of representative epigenetic modifications and their relationships to mRNA and small RNA (smRNA) transcriptomes in maize shoots and roots. The epigenetic patterns differed dramatically between genes and transposable elements, and two repressive marks (H3K27me3 and DNA methylation) were usually mutually exclusive. We found an organ-specific distribution of canonical microRNAs (miRNAs) and endogenous small interfering RNAs (siRNAs), indicative of their tissue-specific biogenesis. Furthermore, we observed that a decreasing level of mop1 led to a concomitant decrease of 24-nucleotide siRNAs relative to 21-nucleotide miRNAs in a tissue-specific manner. A group of 22-nucleotide siRNAs may originate from long-hairpin double-stranded RNAs and preferentially target gene-coding regions. Additionally, a class of miRNA-like smRNAs, whose putative precursors can form short hairpins, potentially targets genes in trans. In summary, our data provide a critical analysis of the maize epigenome and its relationships to mRNA and smRNA transcriptomes.","Wang X, Elling AA, Li X, Li N, Peng Z, He G, Sun H, Qi Y, Liu XS, Deng XW."],["19237398","Massive transcriptional start site analysis of human genes in hypoxia cells.","Nucleic Acids Res","2009-Apr","SRA003625","Combining our full-length cDNA method and the massively parallel sequencing technology, we developed a simple method to collect precise positional information of transcriptional start sites (TSSs) together with digital information of the gene-expression levels in a high throughput manner. We applied this method to observe gene-expression changes in a colon cancer cell line cultured in normoxic and hypoxic conditions. We generated more than 100 million 36-base TSS-tag sequences and revealed comprehensive features of hypoxia responsive alterations in the transcriptional landscape of the human genome. The features include presence of inducible 'hot regions' in 54 genomic regions, 220 novel hypoxia inducible promoters that may drive non-protein-coding transcripts, 191 hypoxia responsive alternative promoters and detailed views of 120 novel as well as known hypoxia responsive genes. We further analyzed hypoxic response of different cells using additional 60 million TSS-tags and found that the degree of the gene-expression changes were different among cell lines, possibly reflecting cellular robustness against hypoxia. The novel dynamic figure of the human gene transcriptome will deepen our understanding of the transcriptional program of the human genome as well as bringing new insights into the biology of cancer cells in hypoxia.","Tsuchihara K, Suzuki Y, Wakaguri H, Irie T, Tanimoto K, Hashimoto S, Matsushima K, Mizushima-Sugano J, Yamashita R, Nakai K, Bentley D, Esumi H, Sugano S."],["19213877","Genome-wide analysis in vivo of translation with nucleotide resolution using ribosome profiling.","Science","2009-Apr-10","SRA008252","Techniques for systematically monitoring protein translation have lagged far behind methods for measuring messenger RNA (mRNA) levels. Here, we present a ribosome-profiling strategy that is based on the deep sequencing of ribosome-protected mRNA fragments and enables genome-wide investigation of translation with subcodon resolution. We used this technique to monitor translation in budding yeast under both rich and starvation conditions. These studies defined the protein sequences being translated and found extensive translational control in both determining absolute protein abundance and responding to environmental stress. We also observed distinct phases during translation that involve a large decrease in ribosome density going from early to late peptide elongation as well as widespread regulated initiation at non-adenine-uracil-guanine (AUG) codons. Ribosome profiling is readily adaptable to other organisms, making high-precision investigation of protein translation experimentally accessible.","Ingolia NT, Ghaemmaghami S, Newman JR, Weissman JS."],["19181841","Massively parallel sequencing of the polyadenylated transcriptome of C. elegans.","Genome Res","2009-Apr","SRA003622","Using massively parallel sequencing by synthesis methods, we have surveyed the polyA+ transcripts from four stages of the nematode Caenorhabditis elegans to an unprecedented depth. Using novel statistical approaches, we evaluated the coverage of annotated features of the genome and of candidate processed transcripts, including splice junctions, trans-spliced leader sequences, and polyadenylation tracts. The data provide experimental support for >85% of the annotated protein-coding transcripts in WormBase (WS170) and confirm additional details of processing. For example, the total number of confirmed splice junctions was raised from 70,911 to over 98,000. The data also suggest thousands of modifications to WormBase annotations and identify new spliced junctions and genes not part of any WormBase annotation, including at least 80 putative genes not found in any of three predicted gene sets. The quantitative nature of the data also suggests that mRNA levels may be measured by this approach with unparalleled precision. Although most sequences align with protein-coding genes, a small fraction falls in introns and intergenic regions. One notable region on the X chromosome encodes a noncoding transcript of >10 kb localized to somatic nuclei.","Hillier LW, Reinke V, Green P, Hirst M, Marra MA, Waterston RH."],["19169241","Post-transcriptional processing generates a diversity of 5'-modified long and short RNAs.","Nature","2009-Feb-19","SRA008169","The transcriptomes of eukaryotic cells are incredibly complex. Individual non-coding RNAs dwarf the number of protein-coding genes, and include classes that are well understood as well as classes for which the nature, extent and functional roles are obscure. Deep sequencing of small RNAs (<200 nucleotides) from human HeLa and HepG2 cells revealed a remarkable breadth of species. These arose both from within annotated genes and from unannotated intergenic regions. Overall, small RNAs tended to align with CAGE (cap-analysis of gene expression) tags, which mark the 5' ends of capped, long RNA transcripts. Many small RNAs, including the previously described promoter-associated small RNAs, appeared to possess cap structures. Members of an extensive class of both small RNAs and CAGE tags were distributed across internal exons of annotated protein coding and non-coding genes, sometimes crossing exon-exon junctions. Here we show that processing of mature mRNAs through an as yet unknown mechanism may generate complex populations of both long and short RNAs whose apparently capped 5' ends coincide. Supplying synthetic promoter-associated small RNAs corresponding to the c-MYC transcriptional start site reduced MYC messenger RNA abundance. The studies presented here expand the catalogue of cellular small RNAs and demonstrate a biological impact for at least one class of non-canonical small RNAs.","Affymetrix ENCODE Transcriptome Project; Cold Spring Harbor Laboratory ENCODE Transcriptome Project."],["19152685","Transcriptomic and proteomic profiling of two porcine tissues using high-throughput technologies.","BMC Genomics","2009","SRA000267","The recent development within high-throughput technologies for expression profiling has allowed for parallel analysis of transcriptomes and proteomes in biological systems such as comparative analysis of transcript and protein levels of tissue regulated genes. Until now, such studies of have only included microarray or short length sequence tags for transcript profiling. Furthermore, most comparisons of transcript and protein levels have been based on absolute expression values from within the same tissue and not relative expression values based on tissue ratios.Presented here is a novel study of two porcine tissues based on integrative analysis of data from expression profiling of identical samples using cDNA microarray, 454-sequencing and iTRAQ-based proteomics. Sequence homology identified 2.541 unique transcripts that are detectable by both microarray hybridizations and 454-sequencing of 1.2 million cDNA tags. Both transcript-based technologies showed high reproducibility between sample replicates of the same tissue, but the correlation across these two technologies was modest. Thousands of genes being differentially expressed were identified with microarray. Out of the 306 differentially expressed genes, identified by 454-sequencing, 198 (65%) were also found by microarray. The relationship between the regulation of transcript and protein levels was analyzed by integrating iTRAQ-based proteomics data. Protein expression ratios were determined for 354 genes, of which 148 could be mapped to both microarray and 454-sequencing data. A comparison of the expression ratios from the three technologies revealed that differences in transcript and protein levels across heart and muscle tissues are positively correlated.We show that the reproducibility within cDNA microarray and 454-sequencing is high, but that the agreement across these two technologies is modest. We demonstrate that the regulation of transcript and protein levels across identical tissue samples is positively correlated when the tissue expression ratios are used for comparison. The results presented are of interest in systems biology research in terms of integration and analysis of high-throughput expression data from mammalian tissues.","Hornshøj H, Bendixen E, Conley LN, Andersen PK, Hedegaard J, Panitz F, Bendixen C."],["19151725","A distinct class of small RNAs arises from pre-miRNA-proximal regions in a simple chordate.","Nat Struct Mol Biol","2009-Feb","SRA008249","MicroRNAs (miRNAs) have been implicated in various cellular processes. They are thought to function primarily as inhibitors of gene activity by attenuating translation or promoting mRNA degradation. A typical miRNA gene produces a predominant approximately 21-nucleotide (nt) RNA (the miRNA) along with a less abundant miRNA(*) product. We sought to identify miRNAs from the simple chordate Ciona intestinalis through comprehensive sequencing of small RNA libraries created from different developmental stages. Unexpectedly, half of the identified miRNA loci encode up to four distinct, stable small RNAs. The additional RNAs, miRNA-offset RNAs (moRs), are generated from sequences immediately adjacent to the predicted approximately 60-nt pre-miRNA. moRs seem to be produced by RNAse III-like processing, are approximately 20 nt long and, like miRNAs, are observed at specific developmental stages. We present evidence suggesting that the biogenesis of moRs results from an intrinsic property of the miRNA processing machinery in C. intestinalis.","Shi W, Hendrix D, Levine M, Haley B."],["19146710","Characterization and comparative profiling of the small RNA transcriptomes in two phases of locust.","Genome Biol","2009","SRA008248","All the reports on insect small RNAs come from holometabolous insects whose genome sequence data are available. Therefore, study of hemimetabolous insect small RNAs could provide more insights into evolution and function of small RNAs in insects. The locust is an important, economically harmful hemimetabolous insect. Its phase changes, as a phenotypic plasticity, result from differential gene expression potentially regulated at both the post-transcriptional level, mediated by small RNAs, and the transcriptional level.Here, using high-throughput sequencing, we characterize the small RNA transcriptome in the locust. We identified 50 conserved microRNA families by similarity searching against miRBase, and a maximum of 185 potential locust-specific microRNA family candidates were identified using our newly developed method independent of locust genome sequence. We also demonstrate conservation of microRNA*, and evolutionary analysis of locust microRNAs indicates that the generation of miRNAs in locusts is concentrated along three phylogenetic tree branches: bilaterians, coelomates, and insects. Our study identified thousands of endogenous small interfering RNAs, some of which were of transposon origin, and also detected many Piwi-interacting RNA-like small RNAs. Comparison of small RNA expression patterns of the two phases showed that longer small RNAs were expressed more abundantly in the solitary phase and that each category of small RNAs exhibited different expression profiles between the two phases.The abundance of small RNAs in the locust might indicate a long evolutionary history of post-transcriptional gene expression regulation, and differential expression of small RNAs between the two phases might further disclose the molecular mechanism of phase changes.","Wei Y, Chen S, Yang P, Ma Z, Kang L."],["19144710","Identification of novel Epstein-Barr virus microRNA genes from nasopharyngeal carcinomas.","J Virol","2009-Apr","SRA010034","MicroRNAs (miRNAs) represent a conserved class of small noncoding RNAs that are found in all higher eukaryotes as well as some DNA viruses. miRNAs are 20 to 25 nucleotides in length and have important regulatory functions in biological processes such as embryonic development, cell differentiation, hormone secretion, and metabolism. Furthermore, miRNAs have been implicated in the pathology of various diseases, including cancer. miRNA expression profiles not only classify different types of cancer but also may even help to characterize distinct tumor stages, therefore constituting a valuable tool for prognosis. Here we report the miRNA profile of Epstein-Barr virus (EBV)-positive nasopharyngeal carcinoma (NPC) tissue samples characterized by cloning and sequencing. We found that all EBV miRNAs from the BART region are expressed in NPC tissues, whereas EBV miRNAs from the BHRF1 region are not found. Moreover, we identified two novel EBV miRNA genes originating from the BART region that have not been found in other tissues or cell lines before. We also identified three new human miRNAs which might be specific for nasopharyngeal tissues. We further show that a number of different cellular miRNAs, including miR-15a and miR-16, are up- or downregulated in NPC tissues compared to control tissues. We found that the tumor suppressor BRCA-1 is a target of miR-15a as well as miR-16, suggesting a miRNA role in NPC pathogenesis.","Zhu JY, Pfuhl T, Motsch N, Barth S, Nicholls J, Grässer F, Meister G."],["19144100","Microarray and cDNA sequence analysis of transcription during nerve-dependent limb regeneration.","BMC Biol","2009","SRA004195","Microarray analysis and 454 cDNA sequencing were used to investigate a centuries-old problem in regenerative biology: the basis of nerve-dependent limb regeneration in salamanders. Innervated (NR) and denervated (DL) forelimbs of Mexican axolotls were amputated and transcripts were sampled after 0, 5, and 14 days of regeneration.Considerable similarity was observed between NR and DL transcriptional programs at 5 and 14 days post amputation (dpa). Genes with extracellular functions that are critical to wound healing were upregulated while muscle-specific genes were downregulated. Thus, many processes that are regulated during early limb regeneration do not depend upon nerve-derived factors. The majority of the transcriptional differences between NR and DL limbs were correlated with blastema formation; cell numbers increased in NR limbs after 5 dpa and this yielded distinct transcriptional signatures of cell proliferation in NR limbs at 14 dpa. These transcriptional signatures were not observed in DL limbs. Instead, gene expression changes within DL limbs suggest more diverse and protracted wound-healing responses. 454 cDNA sequencing complemented the microarray analysis by providing deeper sampling of transcriptional programs and associated biological processes. Assembly of new 454 cDNA sequences with existing expressed sequence tag (EST) contigs from the Ambystoma EST database more than doubled (3935 to 9411) the number of non-redundant human-A. mexicanum orthologous sequences.Many new candidate gene sequences were discovered for the first time and these will greatly enable future studies of wound healing, epigenetics, genome stability, and nerve-dependent blastema formation and outgrowth using the axolotl model.","Monaghan JR, Epp LG, Putta S, Page RB, Walker JA, Beachy CK, Zhu W, Pao GM, Verma IM, Hunter T, Bryant SV, Gardiner DM, Harkins TT, Voss SR."],["19119315","High-resolution analysis of the 5'-end transcriptome using a next generation DNA sequencer.","PLoS One","2009","SRA002659","Massively parallel, tag-based sequencing systems, such as the SOLiD system, hold the promise of revolutionizing the study of whole genome gene expression due to the number of data points that can be generated in a simple and cost-effective manner. We describe the development of a 5'-end transcriptome workflow for the SOLiD system and demonstrate the advantages in sensitivity and dynamic range offered by this tag-based application over traditional approaches for the study of whole genome gene expression. 5'-end transcriptome analysis was used to study whole genome gene expression within a colon cancer cell line, HT-29, treated with the DNA methyltransferase inhibitor, 5-aza-2'-deoxycytidine (5Aza). More than 20 million 25-base 5'-end tags were obtained from untreated and 5Aza-treated cells and matched to sequences within the human genome. Seventy three percent of the mapped unique tags were associated with RefSeq cDNA sequences, corresponding to approximately 14,000 different protein-coding genes in this single cell type. The level of expression of these genes ranged from 0.02 to 4,704 transcripts per cell. The sensitivity of a single sequence run of the SOLiD platform was 100-1,000 fold greater than that observed from 5'end SAGE data generated from the analysis of 70,000 tags obtained by Sanger sequencing. The high-resolution 5'end gene expression profiling presented in this study will not only provide novel insight into the transcriptional machinery but should also serve as a basis for a better understanding of cell biology.","Hashimoto S, Qu W, Ahsan B, Ogoshi K, Sasaki A, Nakatani Y, Lee Y, Ogawa M, Ametani A, Suzuki Y, Sugano S, Lee CC, Nutter RC, Morishita S, Matsushima K."],["19096707","Novel low abundance and transient RNAs in yeast revealed by tiling microarrays and ultra high-throughput sequencing are not conserved across closely related yeast species.","PLoS Genet","2008-Dec","SRA008247","A complete description of the transcriptome of an organism is crucial for a comprehensive understanding of how it functions and how its transcriptional networks are controlled, and may provide insights into the organism's evolution. Despite the status of Saccharomyces cerevisiae as arguably the most well-studied model eukaryote, we still do not have a full catalog or understanding of all its genes. In order to interrogate the transcriptome of S. cerevisiae for low abundance or rapidly turned over transcripts, we deleted elements of the RNA degradation machinery with the goal of preferentially increasing the relative abundance of such transcripts. We then used high-resolution tiling microarrays and ultra high-throughput sequencing (UHTS) to identify, map, and validate unannotated transcripts that are more abundant in the RNA degradation mutants relative to wild-type cells. We identified 365 currently unannotated transcripts, the majority presumably representing low abundance or short-lived RNAs, of which 185 are previously unknown and unique to this study. It is likely that many of these are cryptic unstable transcripts (CUTs), which are rapidly degraded and whose function(s) within the cell are still unclear, while others may be novel functional transcripts. Of the 185 transcripts we identified as novel to our study, greater than 80 percent come from regions of the genome that have lower conservation scores amongst closely related yeast species than 85 percent of the verified ORFs in S. cerevisiae. Such regions of the genome have typically been less well-studied, and by definition transcripts from these regions will distinguish S. cerevisiae from these closely related species.","Lee A, Hansen KD, Bullard J, Dudoit S, Sherlock G."],["19068109","High-throughput sequencing of Medicago truncatula short RNAs identifies eight new miRNA families.","BMC Genomics","2008","SRA008246","High-throughput sequencing technology is capable to identify novel short RNAs in plant species. We used Solexa sequencing to find new microRNAs in one of the model legume species, barrel medic (Medicago truncatula).3,948,871 reads were obtained from two separate short RNA libraries generated from total RNA extracted from M. truncatula leaves, representing 1,563,959 distinct sequences. 2,168,937 reads were mapped to the available M. truncatula genome corresponding to 619,175 distinct sequences. 174,504 reads representing 25 conserved miRNA families showed perfect matches to known miRNAs. We also identified 26 novel miRNA candidates that were potentially generated from 32 loci. Nine of these loci produced eight distinct sequences, for which the miRNA* sequences were also sequenced. These sequences were not described in other plant species and accumulation of these eight novel miRNAs was confirmed by Northern blot analysis. Potential target genes were predicted for most conserved and novel miRNAs.Deep sequencing of short RNAs from M. truncatula leaves identified eight new miRNAs indicating that specific miRNAs exist in legume species.","Szittya G, Moxon S, Santos DM, Jing R, Fevereiro MP, Moulton V, Dalmay T."],["19066226","AGO1-miR173 complex initiates phased siRNA formation in plants.","Proc Natl Acad Sci U S A","2008-Dec-23","SRA008240","MicroRNA (miRNA)-guided cleavage initiates entry of primary transcripts into the transacting siRNA (tasiRNA) biogenesis pathway involving RNA-DEPENDENT RNA POLYMERASE6, DICER-LIKE4, and SUPPRESSOR OF GENE SILENCING3. Arabidopsis thaliana TAS1 and TAS2 families yield tasiRNA that form through miR173-guided initiation-cleavage of primary transcripts and target several transcripts encoding pentatricopeptide repeat proteins and proteins of unknown function. Here, the TAS1c locus was modified to produce synthetic (syn) tasiRNA to target an endogenous transcript encoding PHYTOENE DESATURASE and used to analyze the role of miR173 in routing of transcripts through the tasiRNA pathway. miR173 was unique from other miRNAs in its ability to initiate TAS1c-based syn-tasiRNA formation. A single miR173 target site was sufficient to route non-TAS transcripts into the pathway to yield phased siRNA. We also show that miR173 functions in association with ARGONAUTE 1 (AGO1) during TAS1 and TAS2 tasiRNA formation, and we provide data indicating that the miR173-AGO1 complex possesses unique functionality that many other miRNA-AGO1 complexes lack.","Montgomery TA, Yoo SJ, Fahlgren N, Gilbert SD, Howell MD, Sullivan CM, Alexander A, Nguyen G, Allen E, Ahn JH, Carrington JC."],["19056941","Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters.","Science","2008-Dec-19","SRA008244","RNA polymerases are highly regulated molecular machines. We present a method (global run-on sequencing, GRO-seq) that maps the position, amount, and orientation of transcriptionally engaged RNA polymerases genome-wide. In this method, nuclear run-on RNA molecules are subjected to large-scale parallel sequencing and mapped to the genome. We show that peaks of promoter-proximal polymerase reside on approximately 30% of human genes, transcription extends beyond pre-messenger RNA 3' cleavage, and antisense transcription is prevalent. Additionally, most promoters have an engaged polymerase upstream and in an orientation opposite to the annotated gene. This divergent polymerase is associated with active genes but does not elongate effectively beyond the promoter. These results imply that the interplay between polymerases and regulators over broad promoter regions dictates the orientation and efficiency of productive transcription.","Core LJ, Waterfall JJ, Lis JT."],["19026782","A human snoRNA with microRNA-like functions.","Mol Cell","2008-Nov-21","SRA010006","Small noncoding RNAs function in concert with Argonaute (Ago) proteins to regulate gene expression at the level of transcription, mRNA stability, or translation. Ago proteins bind small RNAs and form the core of silencing complexes. Here, we report the analysis of small RNAs associated with human Ago1 and Ago2 revealed by immunoprecipitation and deep sequencing. Among the reads, we find small RNAs originating from the small nucleolar RNA (snoRNA) ACA45. Moreover, processing of ACA45 requires Dicer activity but is independent of Drosha/DGCR8. Using bioinformatic prediction algorithms and luciferase reporter assays, we uncover the mediator subunit CDC2L6 as one potential mRNA target of ACA45 small RNAs, suggesting a role for ACA45-processing products in posttranscriptional gene silencing. We further identify a number of human snoRNAs with microRNA (miRNA)-like processing signatures. We have, therefore, identified a class of small RNAs in human cells that originate from snoRNAs and can function like miRNAs.","Ender C, Krek A, Friedländer MR, Beitzinger M, Weinmann L, Chen W, Pfeffer S, Rajewsky N, Meister G."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002061","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002059","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002060","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002056","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002053","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002058","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002057","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002055","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18987005","Full-Malaria/Parasites and Full-Arthropods: databases of full-length cDNAs of parasites and arthropods, update 2009.","Nucleic Acids Res","2009-Jan","SRA002052","Full-Malaria/Parasites is a database for transcriptome studies of apicomplexa and other parasites, which is based on our original full-length cDNA sequences and physical cDNA clone resources. In this update, the database has been expanded to contain the shogun sequencing for the entire sequences of 14,818 non-redundant full-length cDNA clones from six apicomplexa parasites and 6.8 million of transcription start sites (TSS), both of which had been produced by novel protocols using the oligo-capping method and the Illumina GA sequencer. The former should be the ultimate data for exact annotation of the expressed genes, while the latter should be useful for ultra-deep expression analysis. Furthermore, we have launched Full-Arthropods, a full-length cDNA database for arthropods of medical importance. Full-Arthropods contains 50 343 one-pass sequences, 10 399 shotgun complete sequences and 22.4 million TSS tags in anopheles mosquitoes that transmit malaria, tsetse flies that transmit trypanosomiasis and dust mites that cause allergic dermatitis and bronchial asthma. By providing the largest integrated full-length cDNA data resources in the apicomplexa parasites as well as their vectors, Full-Malaria/Parasites and Full-Arthropods should help combat parasitic diseases. Full-Malaria/Parasites and Full-Arthropods are accessible from http://fullmal.hgc.jp/.","Wakaguri H, Suzuki Y, Katayama T, Kawashima S, Kibukawa E, Hiranuka K, Sasaki M, Sugano S, Watanabe J."],["18985160","Genomic convergence analysis of schizophrenia: mRNA sequencing reveals altered synaptic vesicular transport in post-mortem cerebellum.","PLoS One","2008","SRA002355","Schizophrenia (SCZ) is a common, disabling mental illness with high heritability but complex, poorly understood genetic etiology. As the first phase of a genomic convergence analysis of SCZ, we generated 16.7 billion nucleotides of short read, shotgun sequences of cDNA from post-mortem cerebellar cortices of 14 patients and six, matched controls. A rigorous analysis pipeline was developed for analysis of digital gene expression studies. Sequences aligned to approximately 33,200 transcripts in each sample, with average coverage of 450 reads per gene. Following adjustments for confounding clinical, sample and experimental sources of variation, 215 genes differed significantly in expression between cases and controls. Golgi apparatus, vesicular transport, membrane association, Zinc binding and regulation of transcription were over-represented among differentially expressed genes. Twenty three genes with altered expression and involvement in presynaptic vesicular transport, Golgi function and GABAergic neurotransmission define a unifying molecular hypothesis for dysfunction in cerebellar cortex in SCZ.","Mudge J, Miller NA, Khrebtukova I, Lindquist IE, May GD, Huntley JJ, Luo S, Zhang L, van Velkinburgh JC, Farmer AD, Lewis S, Beavis WD, Schilkey FD, Virk SM, Black CF, Myers MK, Mader LC, Langley RJ, Utsey JP, Kim RW, Roberts RC, Khalsa SK, Garcia M, Ambriz-Griffith V, Harlan R, Czika W, Martin S, Wolfinger RD, Perrone-Bizzozero NI, Schroth GP, Kingsmore SF."],["18978789","Deep surveying of alternative splicing complexity in the human transcriptome by high-throughput sequencing.","Nat Genet","2008-Dec","SRA008241","We carried out the first analysis of alternative splicing complexity in human tissues using mRNA-Seq data. New splice junctions were detected in approximately 20% of multiexon genes, many of which are tissue specific. By combining mRNA-Seq and EST-cDNA sequence data, we estimate that transcripts from approximately 95% of multiexon genes undergo alternative splicing and that there are approximately 100,000 intermediate- to high-abundance alternative splicing events in major human tissues. From a comparison with quantitative alternative splicing microarray profiling data, we also show that mRNA-Seq data provide reliable measurements for exon inclusion levels.","Pan Q, Shai O, Lee LJ, Frey BJ, Blencowe BJ."],["18978772","Alternative isoform regulation in human tissue transcriptomes.","Nature","2008-Nov-27","SRA002355","Through alternative processing of pre-messenger RNAs, individual mammalian genes often produce multiple mRNA and protein isoforms that may have related, distinct or even opposing functions. Here we report an in-depth analysis of 15 diverse human tissue and cell line transcriptomes on the basis of deep sequencing of complementary DNA fragments, yielding a digital inventory of gene and mRNA isoform expression. Analyses in which sequence reads are mapped to exon-exon junctions indicated that 92-94% of human genes undergo alternative splicing, 86% with a minor isoform frequency of 15% or more. Differences in isoform-specific read densities indicated that most alternative splicing and alternative cleavage and polyadenylation events vary between tissues, whereas variation between individuals was approximately twofold to threefold less common. Extreme or 'switch-like' regulation of splicing between tissues was associated with increased sequence conservation in regulatory regions and with generation of full-length open reading frames. Patterns of alternative splicing and alternative cleavage and polyadenylation were strongly correlated across tissues, suggesting coordinated regulation of these processes, and sequence conservation of a subset of known regulatory motifs in both alternative introns and 3' untranslated regions suggested common involvement of specific factors in tissue-level regulation of both splicing and polyadenylation.","Wang ET, Sandberg R, Luo S, Khrebtukova I, Zhang L, Mayr C, Kingsmore SF, Schroth GP, Burge CB."],["18978772","Alternative isoform regulation in human tissue transcriptomes.","Nature","2008-Nov-27","SRA008403","Through alternative processing of pre-messenger RNAs, individual mammalian genes often produce multiple mRNA and protein isoforms that may have related, distinct or even opposing functions. Here we report an in-depth analysis of 15 diverse human tissue and cell line transcriptomes on the basis of deep sequencing of complementary DNA fragments, yielding a digital inventory of gene and mRNA isoform expression. Analyses in which sequence reads are mapped to exon-exon junctions indicated that 92-94% of human genes undergo alternative splicing, 86% with a minor isoform frequency of 15% or more. Differences in isoform-specific read densities indicated that most alternative splicing and alternative cleavage and polyadenylation events vary between tissues, whereas variation between individuals was approximately twofold to threefold less common. Extreme or 'switch-like' regulation of splicing between tissues was associated with increased sequence conservation in regulatory regions and with generation of full-length open reading frames. Patterns of alternative splicing and alternative cleavage and polyadenylation were strongly correlated across tissues, suggesting coordinated regulation of these processes, and sequence conservation of a subset of known regulatory motifs in both alternative introns and 3' untranslated regions suggested common involvement of specific factors in tissue-level regulation of both splicing and polyadenylation.","Wang ET, Sandberg R, Luo S, Khrebtukova I, Zhang L, Mayr C, Kingsmore SF, Schroth GP, Burge CB."],["18941527","The long march: a sample preparation technique that enhances contig length and coverage by high-throughput short-read sequencing.","PLoS One","2008","SRA003178","High-throughput short-read technologies have revolutionized DNA sequencing by drastically reducing the cost per base of sequencing information. Despite producing gigabases of sequence per run, these technologies still present obstacles in resequencing and de novo assembly applications due to biased or insufficient target sequence coverage. We present here a simple sample preparation method termed the \"long march\" that increases both contig lengths and target sequence coverage using high-throughput short-read technologies. By incorporating a Type IIS restriction enzyme recognition motif into the sequencing primer adapter, successive rounds of restriction enzyme cleavage and adapter ligation produce a set of nested sub-libraries from the initial amplicon library. Sequence reads from these sub-libraries are offset from each other with enough overlap to aid assembly and contig extension. We demonstrate the utility of the long march in resequencing of the Plasmodium falciparum transcriptome, where the number of genomic bases covered was increased by 39%, as well as in metagenomic analysis of a serum sample from a patient with hepatitis B virus (HBV)-related acute liver failure, where the number of HBV bases covered was increased by 42%. We also offer a theoretical optimization of the long march for de novo sequence assembly.","Sorber K, Chiu C, Webster D, Dimon M, Ruby JG, Hekele A, DeRisi JL."],["18922463","A piRNA pathway primed by individual transposons is linked to de novo DNA methylation in mice.","Mol Cell","2008-Sep-26","SRA008237","piRNAs and Piwi proteins have been implicated in transposon control and are linked to transposon methylation in mammals. Here we examined the construction of the piRNA system in the restricted developmental window in which methylation patterns are set during mammalian embryogenesis. We find robust expression of two Piwi family proteins, MIWI2 and MILI. Their associated piRNA profiles reveal differences from Drosophila wherein large piRNA clusters act as master regulators of silencing. Instead, in mammals, dispersed transposon copies initiate the pathway, producing primary piRNAs, which predominantly join MILI in the cytoplasm. MIWI2, whose nuclear localization and association with piRNAs depend upon MILI, is enriched for secondary piRNAs antisense to the elements that it controls. The Piwi pathway lies upstream of known mediators of DNA methylation, since piRNAs are still produced in dnmt3L mutants, which fail to methylate transposons. This implicates piRNAs as specificity determinants of DNA methylation in germ cells.","Aravin AA, Sachidanandam R, Bourc'his D, Schaefer C, Pezic D, Toth KF, Bestor T, Hannon GJ."],["18842623","MachiBase: a Drosophila melanogaster 5'-end mRNA transcription database.","Nucleic Acids Res","2009-Jan","SRA002200","MachiBase (http://machibase.gi.k.u-tokyo.ac.jp/) provides a comprehensive and freely accessible resource regarding Drosophila melanogaster 5'-end mRNA transcription at different developmental states, supporting studies on the variabilities of promoter transcriptional activities and gene-expression profiles in the fruitfly. The data were generated in conjunction with the recently developed high-throughput genome sequencer Illumina/Solexa using a newly developed 5'-end mRNA collection method.","Ahsan B, Saito TL, Hashimoto S, Muramatsu K, Tsuda M, Sasaki A, Matsushima K, Aigaki T, Morishita S."],["18830242","Early origins and evolution of microRNAs and Piwi-interacting RNAs in animals.","Nature","2008-Oct-30","SRA008238","In bilaterian animals, such as humans, flies and worms, hundreds of microRNAs (miRNAs), some conserved throughout bilaterian evolution, collectively regulate a substantial fraction of the transcriptome. In addition to miRNAs, other bilaterian small RNAs, known as Piwi-interacting RNAs (piRNAs), protect the genome from transposons. Here we identify small RNAs from animal phyla that diverged before the emergence of the Bilateria. The cnidarian Nematostella vectensis (starlet sea anemone), a close relative to the Bilateria, possesses an extensive repertoire of miRNA genes, two classes of piRNAs and a complement of proteins specific to small-RNA biology comparable to that of humans. The poriferan Amphimedon queenslandica (sponge), one of the simplest animals and a distant relative of the Bilateria, also possesses miRNAs, both classes of piRNAs and a full complement of the small-RNA machinery. Animal miRNA evolution seems to have been relatively dynamic, with precursor sizes and mature miRNA sequences differing greatly between poriferans, cnidarians and bilaterians. Nonetheless, miRNAs and piRNAs have been available as classes of riboregulators to shape gene expression throughout the evolution and radiation of animal phyla.","Grimson A, Srivastava M, Fahey B, Woodcroft BJ, Chiang HR, King N, Degnan BM, Rokhsar DS, Bartel DP."],["18692474","Connecting microRNA genes to the core transcriptional regulatory circuitry of embryonic stem cells.","Cell","2008-Aug-8","SRA009450","MicroRNAs (miRNAs) are crucial for normal embryonic stem (ES) cell self-renewal and cellular differentiation, but how miRNA gene expression is controlled by the key transcriptional regulators of ES cells has not been established. We describe here the transcriptional regulatory circuitry of ES cells that incorporates protein-coding and miRNA genes based on high-resolution ChIP-seq data, systematic identification of miRNA promoters, and quantitative sequencing of short transcripts in multiple cell types. We find that the key ES cell transcription factors are associated with promoters for miRNAs that are preferentially expressed in ES cells and with promoters for a set of silent miRNA genes. This silent set of miRNA genes is co-occupied by Polycomb group proteins in ES cells and shows tissue-specific expression in differentiated cells. These data reveal how key ES cell transcription factors promote the ES cell miRNA expression program and integrate miRNAs into the regulatory circuitry controlling ES cell identity.","Marson A, Levine SS, Cole MF, Frampton GM, Brambrink T, Johnstone S, Guenther MG, Johnston WK, Wernig M, Newman J, Calabrese JM, Dennis LM, Volkert TL, Gupta S, Love J, Hannett N, Sharp PA, Bartel DP, Jaenisch R, Young RA."],["18668037","The impact of microRNAs on protein output.","Nature","2008-Sep-4","SRA025072","MicroRNAs are endogenous approximately 23-nucleotide RNAs that can pair to sites in the messenger RNAs of protein-coding genes to downregulate the expression from these messages. MicroRNAs are known to influence the evolution and stability of many mRNAs, but their global impact on protein output had not been examined. Here we use quantitative mass spectrometry to measure the response of thousands of proteins after introducing microRNAs into cultured cells and after deleting mir-223 in mouse neutrophils. The identities of the responsive proteins indicate that targeting is primarily through seed-matched sites located within favourable predicted contexts in 3' untranslated regions. Hundreds of genes were directly repressed, albeit each to a modest degree, by individual microRNAs. Although some targets were repressed without detectable changes in mRNA levels, those translationally repressed by more than a third also displayed detectable mRNA destabilization, and, for the more highly repressed targets, mRNA destabilization usually comprised the major component of repression. The impact of microRNAs on the proteome indicated that for most interactions microRNAs act as rheostats to make fine-scale adjustments to protein output.","Baek D, Villén J, Shin C, Camargo FD, Gygi SP, Bartel DP."],["18599741","A global view of gene activity and alternative splicing by deep sequencing of the human transcriptome.","Science","2008-Aug-15","SRA009451","The functional complexity of the human transcriptome is not yet fully elucidated. We report a high-throughput sequence of the human transcriptome from a human embryonic kidney and a B cell line. We used shotgun sequencing of transcripts to generate randomly distributed reads. Of these, 50% mapped to unique genomic locations, of which 80% corresponded to known exons. We found that 66% of the polyadenylated transcriptome mapped to known genes and 34% to nonannotated genomic regions. On the basis of known transcripts, RNA-Seq can detect 25% more genes than can microarrays. A global survey of messenger RNA splicing events identified 94,241 splice junctions (4096 of which were previously unidentified) and showed that exon skipping is the most prevalent form of alternative splicing.","Sultan M, Schulz MH, Richard H, Magen A, Klingenhoff A, Scherf M, Seifert M, Borodina T, Soldatov A, Parkhomchuk D, Schmidt D, O'Keeffe S, Haas S, Vingron M, Lehrach H, Yaspo ML."],["18590545","High-throughput gene and SNP discovery in Eucalyptus grandis, an uncharacterized genome.","BMC Genomics","2008","SRA001122","Benefits from high-throughput sequencing using 454 pyrosequencing technology may be most apparent for species with high societal or economic value but few genomic resources. Rapid means of gene sequence and SNP discovery using this novel sequencing technology provide a set of baseline tools for genome-level research. However, it is questionable how effective the sequencing of large numbers of short reads for species with essentially no prior gene sequence information will support contig assemblies and sequence annotation.With the purpose of generating the first broad survey of gene sequences in Eucalyptus grandis, the most widely planted hardwood tree species, we used 454 technology to sequence and assemble 148 Mbp of expressed sequences (EST). EST sequences were generated from a normalized cDNA pool comprised of multiple tissues and genotypes, promoting discovery of homologues to almost half of Arabidopsis genes, and a comprehensive survey of allelic variation in the transcriptome. By aligning the sequencing reads from multiple genotypes we detected 23,742 SNPs, 83% of which were validated in a sample. Genome-wide nucleotide diversity was estimated for 2,392 contigs using a modified theta (theta) parameter, adapted for measuring genetic diversity from polymorphisms detected by randomly sequencing a multi-genotype cDNA pool. Diversity estimates in non-synonymous nucleotides were on average 4x smaller than in synonymous, suggesting purifying selection. Non-synonymous to synonymous substitutions (Ka/Ks) among 2,001 contigs averaged 0.30 and was skewed to the right, further supporting that most genes are under purifying selection. Comparison of these estimates among contigs identified major functional classes of genes under purifying and diversifying selection in agreement with previous researches.In providing an abundance of foundational transcript sequences where limited prior genomic information existed, this work created part of the foundation for the annotation of the E. grandis genome that is being sequenced by the US Department of Energy. In addition we demonstrated that SNPs sampled in large-scale with 454 pyrosequencing can be used to detect evolutionary signatures among genes, providing one of the first genome-wide assessments of nucleotide diversity and Ka/Ks for a non-model plant species.","Novaes E, Drost DR, Farmerie WG, Pappas GJ Jr, Grattapaglia D, Sederoff RR, Kirst M."],["18575584","Simultaneous assessment of soil microbial community structure and function through analysis of the meta-transcriptome.","PLoS One","2008","SRA001014","Soil ecosystems harbor the most complex prokaryotic and eukaryotic microbial communities on Earth. Experimental approaches studying these systems usually focus on either the soil community's taxonomic structure or its functional characteristics. Many methods target DNA as marker molecule and use PCR for amplification.Here we apply an RNA-centered meta-transcriptomic approach to simultaneously obtain information on both structure and function of a soil community. Total community RNA is random reversely transcribed into cDNA without any PCR or cloning step. Direct pyrosequencing produces large numbers of cDNA rRNA-tags; these are taxonomically profiled in a binning approach using the MEGAN software and two specifically compiled rRNA reference databases containing small and large subunit rRNA sequences. The pyrosequencing also produces mRNA-tags; these provide a sequence-based transcriptome of the community. One soil dataset of 258,411 RNA-tags of approximately 98 bp length contained 193,219 rRNA-tags with valid taxonomic information, together with 21,133 mRNA-tags. Quantitative information about the relative abundance of organisms from all three domains of life and from different trophic levels was obtained in a single experiment. Less frequent taxa, such as soil Crenarchaeota, were well represented in the data set. These were identified by more than 2,000 rRNA-tags; furthermore, their activity in situ was revealed through the presence of mRNA-tags specific for enzymes involved in ammonia oxidation and CO(2) fixation.This approach could be widely applied in microbial ecology by efficiently linking community structure and function in a single experiment while avoiding biases inherent in other methods.","Urich T, Lanzén A, Qi J, Huson DH, Schleper C, Schuster SC."],["18550803","RNA-seq: an assessment of technical reproducibility and comparison with gene expression arrays.","Genome Res","2008-Sep","SRA000299","Ultra-high-throughput sequencing is emerging as an attractive alternative to microarrays for genotyping, analysis of methylation patterns, and identification of transcription factor binding sites. Here, we describe an application of the Illumina sequencing (formerly Solexa sequencing) platform to study mRNA expression levels. Our goals were to estimate technical variance associated with Illumina sequencing in this context and to compare its ability to identify differentially expressed genes with existing array technologies. To do so, we estimated gene expression differences between liver and kidney RNA samples using multiple sequencing replicates, and compared the sequencing data to results obtained from Affymetrix arrays using the same RNA samples. We find that the Illumina sequencing data are highly replicable, with relatively little technical variation, and thus, for many purposes, it may suffice to sequence each mRNA sample only once (i.e., using one lane). The information in a single lane of Illumina sequencing data appears comparable to that in a single array in enabling identification of differentially expressed genes, while allowing for additional analyses such as detection of low-expressed genes, alternative splice variants, and novel transcripts. Based on our observations, we propose an empirical protocol and a statistical framework for the analysis of gene expression using ultra-high-throughput sequencing technology.","Marioni JC, Mason CE, Mane SM, Stephens M, Gilad Y."],["18542052","Global identification of microRNA-target RNA pairs by parallel analysis of RNA ends.","Nat Biotechnol","2008-Aug","SRA008384","MicroRNAs (miRNAs) are important regulatory molecules in most eukaryotes and identification of their target mRNAs is essential for their functional analysis. Whereas conventional methods rely on computational prediction and subsequent experimental validation of target RNAs, we directly sequenced >28,000,000 signatures from the 5' ends of polyadenylated products of miRNA-mediated mRNA decay, isolated from inflorescence tissue of Arabidopsis thaliana, to discover novel miRNA-target RNA pairs. Within the set of approximately 27,000 transcripts included in the 8,000,000 nonredundant signatures, several previously predicted but nonvalidated targets of miRNAs were found. Like validated targets, most showed a single abundant signature at the miRNA cleavage site, particularly in libraries from a mutant deficient in the 5'-to-3' exonuclease AtXRN4. Although miRNAs in Arabidopsis have been extensively investigated, working in reverse from the cleaved targets resulted in the identification and validation of novel miRNAs. This versatile approach will affect the study of other aspects of RNA processing beyond miRNA-target RNA pairs.","German MA, Pillay M, Jeong DH, Hetawal A, Luo S, Janardhanan P, Kannan V, Rymarquis LA, Nobuta K, German R, De Paoli E, Lu C, Schroth G, Meyers BC, Green PJ."],["18516046","Stem cell transcriptome profiling via massive-scale mRNA sequencing.","Nat Methods","2008-Jul","SRA000306","We developed a massive-scale RNA sequencing protocol, short quantitative random RNA libraries or SQRL, to survey the complexity, dynamics and sequence content of transcriptomes in a near-complete fashion. This method generates directional, random-primed, linear cDNA libraries that are optimized for next-generation short-tag sequencing. We surveyed the poly(A)(+) transcriptomes of undifferentiated mouse embryonic stem cells (ESCs) and embryoid bodies (EBs) at an unprecedented depth (10 Gb), using the Applied Biosystems SOLiD technology. These libraries capture the genomic landscape of expression, state-specific expression, single-nucleotide polymorphisms (SNPs), the transcriptional activity of repeat elements, and both known and new alternative splicing events. We investigated the impact of transcriptional complexity on current models of key signaling pathways controlling ESC pluripotency and differentiation, highlighting how SQRL can be used to characterize transcriptome content and dynamics in a quantitative and reproducible manner, and suggesting that our understanding of transcriptional complexity is far from complete.","Cloonan N, Forrest AR, Kolle G, Gardiner BB, Faulkner GJ, Brown MK, Taylor DF, Steptoe AL, Wani S, Bethel G, Robertson AJ, Perkins AC, Bruce SJ, Lee CC, Ranade SS, Peckham HE, Manning JM, McKernan KJ, Grimmond SM."],["18516045","Mapping and quantifying mammalian transcriptomes by RNA-Seq.","Nat Methods","2008-Jul","SRA001030","We have mapped and quantified mouse transcriptomes by deeply sequencing them and recording how frequently each gene is represented in the sequence sample (RNA-Seq). This provides a digital measure of the presence and prevalence of transcripts from known and previously unknown genes. We report reference measurements composed of 41-52 million mapped 25-base-pair reads for poly(A)-selected RNA from adult mouse brain, liver and skeletal muscle tissues. We used RNA standards to quantify transcript prevalence and to test the linear range of transcript detection, which spanned five orders of magnitude. Although >90% of uniquely mapped reads fell within known exons, the remaining data suggest new and revised gene models, including changed or additional promoters, exons and 3' untranscribed regions, as well as new candidate microRNA precursors. RNA splice events, which are not readily measured by standard gene expression microarray or serial analysis of gene expression methods, were detected directly by mapping splice-crossing sequence reads. We observed 1.45 x 10(5) distinct splices, and alternative splices were prominent, with 3,500 different genes expressing one or more alternate internal splices.","Mortazavi A, Williams BA, McCue K, Schaeffer L, Wold B."],["18501606","Endogenous RNA interference provides a somatic defense against Drosophila transposons.","Curr Biol","2008-Jun-3","SRA025073","Because of the mutagenic consequences of mobile genetic elements, elaborate defenses have evolved to restrict their activity. A major system that controls the activity of transposable elements (TEs) in flies and vertebrates is mediated by Piwi-interacting RNAs (piRNAs), which are approximately 24-30 nucleotide RNAs that are bound by Piwi-class effectors. The piRNA system is thought to provide primarily a germline defense against TE activity.Here, we describe a second system that represses Drosophila TEs by using endogenous small interfering RNAs (siRNAs), which are 21 nucleotide, 3'-end-modified RNAs that are dependent on Dicer-2 and Argonaute-2. In contrast to piRNAs, we find that the TE-siRNA system is active in somatic tissues, and particularly so in various immortalized cell lines. Analysis of the patterns and properties of TE-derived small RNAs reveals further distinctions between TE regions and genomic loci that are converted into piRNAs and siRNAs, respectively. Finally, functional tests show that many transposon transcripts accumulate to higher levels in cells and animal tissues that are deficient for Dicer-2 or Argonaute-2.Drosophila utilizes two small-RNA systems to restrict transposon activity in the germline (mostly via piRNAs) and in the soma (mostly via siRNAs).","Chung WJ, Okamura K, Martin R, Lai EC."],["18486559","A link between RNA metabolism and silencing affecting Arabidopsis development.","Dev Cell","2008-Jun","SRA008236","MicroRNAs (miRNAs) and small interfering RNAs (siRNAs) are abundant endogenous small RNAs (smRNAs) that control transcript expression through posttranscriptional gene silencing. Here, we show that concomitant loss of XRN4/EIN5, a 5'-3' exoribonuclease, and ABH1/CBP80, a subunit of the mRNA cap binding complex, results in Arabidopsis plants manifesting myriad developmental defects. We find that ABH1/CBP80 is necessary to obtain proper mature miRNA levels, which suggests this protein affects the miRNA-mediated RNA silencing pathway. Additionally, we show that XRN4/EIN5 affects the levels of a smRNA class that is processed from both sense and antisense strands of approximately 130 endogenous transcripts that apparently are converted to double-stranded RNA (dsRNA) and subsequently processed. We find that the parent transcripts of these smRNAs accumulate in an uncapped form upon loss of XRN4/EIN5, which suggests that uncapped endogenous transcripts can become smRNA biogenesis substrates. Overall, our results reveal unexpected connections between RNA metabolism and silencing pathways.","Gregory BD, O'Malley RC, Lister R, Urich MA, Tonti-Filippini J, Chen H, Millar AH, Ecker JR."],["18469162","A microRNA catalog of the developing chicken embryo identified by a deep sequencing approach.","Genome Res","2008-Jun","SRA025064","MicroRNA (miRNA) and other types of small regulatory RNAs play a crucial role in the regulation of gene expression in eukaryotes. Several distinct classes of small regulatory RNAs have been discovered in recent years. To extend the repertoire of small regulatory RNAs characterized in chickens we used a deep sequencing approach developed by Solexa (now Illumina Inc.). We sequenced three small RNA libraries prepared from different developmental stages of the chicken embryo (days five, seven, and nine) to produce over 9.5 million short sequence reads. We developed a bioinformatics pipeline to distinguish authentic mature miRNA sequences from other classes of small RNAs and short RNA fragments represented in the sequencing data. Using this approach we detected almost all of the previously known chicken miRNAs and their respective miRNA* sequences. In addition we discovered 449 new chicken miRNAs including 88 miRNA candidates. Of these, 430 miRNAs appear to be specific to the avian lineage. Another six new miRNAs had evidence of evolutionary conservation in at least one vertebrate species outside of the bird lineage. The remaining 13 putative miRNAs appear to represent chicken orthologs of known vertebrate miRNAs. We discovered 39 additional putative miRNA candidates originating from miRNA generating intronic sequences known as mirtrons.","Glazov EA, Cottee PA, Barris WC, Moore RJ, Dalrymple BP, Tizard ML."],["18463630","The Drosophila hairpin RNA pathway generates endogenous short interfering RNAs.","Nature","2008-Jun-5","SRA025070","In contrast to microRNAs and Piwi-associated RNAs, short interfering RNAs (siRNAs) are seemingly dispensable for host-directed gene regulation in Drosophila. This notion is based on the fact that mutants lacking the core siRNA-generating enzyme Dicer-2 or the predominant siRNA effector Argonaute 2 are viable, fertile and of relatively normal morphology. Moreover, endogenous Drosophila siRNAs have not yet been identified. Here we report that siRNAs derived from long hairpin RNA genes (hpRNAs) programme Slicer complexes that can repress endogenous target transcripts. The Drosophila hpRNA pathway is a hybrid mechanism that combines canonical RNA interference factors (Dicer-2, Hen1 (known as CG12367) and Argonaute 2) with a canonical microRNA factor (Loquacious) to generate approximately 21-nucleotide siRNAs. These novel regulatory RNAs reveal unexpected complexity in the sorting of small RNAs, and open a window onto the biological usage of endogenous RNA interference in Drosophila.","Okamura K, Chung WJ, Ruby JG, Guo H, Bartel DP, Lai EC."],["18463306","Conservation of small RNA pathways in platypus.","Genome Res","2008-Jun","SRA024699","Small RNA pathways play evolutionarily conserved roles in gene regulation and defense from parasitic nucleic acids. The character and expression patterns of small RNAs show conservation throughout animal lineages, but specific animal clades also show variations on these recurring themes, including species-specific small RNAs. The monotremes, with only platypus and four species of echidna as extant members, represent the basal branch of the mammalian lineage. Here, we examine the small RNA pathways of monotremes by deep sequencing of six platypus and echidna tissues. We find that highly conserved microRNA species display their signature tissue-specific expression patterns. In addition, we find a large rapidly evolving cluster of microRNAs on platypus chromosome X1, which is unique to monotremes. Platypus and echidna testes contain a robust Piwi-interacting (piRNA) system, which appears to be participating in ongoing transposon defense.","Murchison EP, Kheradpour P, Sachidanandam R, Smith C, Hodges E, Xuan Z, Kellis M, Grützner F, Stark A, Hannon GJ."],["18451266","The transcriptional landscape of the yeast genome defined by RNA sequencing.","Science","2008-Jun-6","SRA001149","The identification of untranslated regions, introns, and coding regions within an organism remains challenging. We developed a quantitative sequencing-based method called RNA-Seq for mapping transcribed regions, in which complementary DNA fragments are subjected to high-throughput sequencing and mapped to the genome. We applied RNA-Seq to generate a high-resolution transcriptome map of the yeast genome and demonstrated that most (74.5%) of the nonrepetitive sequence of the yeast genome is transcribed. We confirmed many known and predicted introns and demonstrated that others are not actively used. Alternative initiation codons and upstream open reading frames also were identified for many yeast genes. We also found unexpected 3'-end heterogeneity and the presence of many overlapping genes. These results indicate that the yeast transcriptome is more complex than previously appreciated.","Nagalakshmi U, Wang Z, Waern K, Shou C, Raha D, Gerstein M, Snyder M."],["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000286","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."],["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000285","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."],["18404147","Pseudogene-derived small interfering RNAs regulate gene expression in mouse oocytes.","Nature","2008-May-22","SRA000273","Pseudogenes populate the mammalian genome as remnants of artefactual incorporation of coding messenger RNAs into transposon pathways. Here we show that a subset of pseudogenes generates endogenous small interfering RNAs (endo-siRNAs) in mouse oocytes. These endo-siRNAs are often processed from double-stranded RNAs formed by hybridization of spliced transcripts from protein-coding genes to antisense transcripts from homologous pseudogenes. An inverted repeat pseudogene can also generate abundant small RNAs directly. A second class of endo-siRNAs may enforce repression of mobile genetic elements, acting together with Piwi-interacting RNAs. Loss of Dicer, a protein integral to small RNA production, increases expression of endo-siRNA targets, demonstrating their regulatory activity. Our findings indicate a function for pseudogenes in regulating gene expression by means of the RNA interference pathway and may, in part, explain the evolutionary pressure to conserve argonaute-mediated catalysis in mammals.","Tam OH, Aravin AA, Stein P, Girard A, Murchison EP, Cheloufi S, Hodges E, Anger M, Sachidanandam R, Schultz RM, Hannon GJ."],["18403677","Endogenous siRNAs derived from transposons and mRNAs in Drosophila somatic cells.","Science","2008-May-23","SRA001013","Small interfering RNAs (siRNAs) direct RNA interference (RNAi) in eukaryotes. In flies, somatic cells produce siRNAs from exogenous double-stranded RNA (dsRNA) as a defense against viral infection. We identified endogenous siRNAs (endo-siRNAs), 21 nucleotides in length, that correspond to transposons and heterochromatic sequences in the somatic cells of Drosophila melanogaster. We also detected endo-siRNAs complementary to messenger RNAs (mRNAs); these siRNAs disproportionately mapped to the complementary regions of overlapping mRNAs predicted to form double-stranded RNA in vivo. Normal accumulation of somatic endo-siRNAs requires the siRNA-generating ribonuclease Dicer-2 and the RNAi effector protein Argonaute2 (Ago2). We propose that endo-siRNAs generated by the fly RNAi pathway silence selfish genetic elements in the soma, much as Piwi-interacting RNAs do in the germ line.","Ghildiyal M, Seitz H, Horwich MD, Li C, Du T, Lee S, Xu J, Kittler EL, Zapp ML, Weng Z, Zamore PD."],["18172163","Functionally distinct regulatory RNAs generated by bidirectional transcription and processing of microRNA loci.","Genes Dev","2008-Jan-1","SRA024695","Many microRNA (miRNA) loci exhibit compelling hairpin structures on both sense and antisense strands; however, the possibility that a miRNA gene might produce functional species from its antisense strand has not been examined. We report here that antisense transcription of the Hox miRNA locus mir-iab-4 generates the novel pre-miRNA hairpin mir-iab-8, which is then processed into endogenous mature miRNAs. Sense and antisense iab-4/iab-8 miRNAs are functionally distinguished by their distinct domains of expression and targeting capabilities. We find that miR-iab-8-5p, like miR-iab-4-5p, is also relevant to Hox gene regulation. Ectopic mir-iab-8 can strongly repress the Hox genes Ultrabithorax and abdominal-A via extensive arrays of conserved target sites, and can induce a dramatic homeotic transformation of halteres into wings. We generalize the antisense miRNA principle by showing that several other loci in both invertebrates and vertebrates are endogenously processed on their antisense strands into mature miRNAs with distinct seeds. These findings demonstrate that antisense transcription and processing contributes to the functional diversification of miRNA genes.","Tyler DM, Okamura K, Chung WJ, Hagen JW, Berezikov E, Hannon GJ, Lai EC."],["16915287","Archaea predominate among ammonia-oxidizing prokaryotes in soils.","Nature","2006-Aug-17","SRA001014","Ammonia oxidation is the first step in nitrification, a key process in the global nitrogen cycle that results in the formation of nitrate through microbial activity. The increase in nitrate availability in soils is important for plant nutrition, but it also has considerable impact on groundwater pollution owing to leaching. Here we show that archaeal ammonia oxidizers are more abundant in soils than their well-known bacterial counterparts. We investigated the abundance of the gene encoding a subunit of the key enzyme ammonia monooxygenase (amoA) in 12 pristine and agricultural soils of three climatic zones. amoA gene copies of Crenarchaeota (Archaea) were up to 3,000-fold more abundant than bacterial amoA genes. High amounts of crenarchaeota-specific lipids, including crenarchaeol, correlated with the abundance of archaeal amoA gene copies. Furthermore, reverse transcription quantitative PCR studies and complementary DNA analysis using novel cloning-independent pyrosequencing technology demonstrated the activity of the archaea in situ and supported the numerical dominance of archaeal over bacterial ammonia oxidizers. Our results indicate that crenarchaeota may be the most abundant ammonia-oxidizing organisms in soil ecosystems on Earth.","Leininger S, Urich T, Schloter M, Schwark L, Qi J, Nicol GW, Prosser JI, Schuster SC, Schleper C."]]