[["21182768","Homoeolog-specific retention and use in allotetraploid Arabidopsis suecica depends on parent of origin and network partners.","Genome Biol","2010","SRA025958","Allotetraploids carry pairs of diverged homoeologs for most genes. With the genome doubled in size, the number of putative interactions is enormous. This poses challenges on how to coordinate the two disparate genomes, and creates opportunities by enhancing the phenotypic variation. New combinations of alleles co-adapt and respond to new environmental pressures. Three stages of the allopolyploidization process--parental species divergence, hybridization, and genome duplication--have been well analyzed. The last stage of evolutionary adjustments remains mysterious.Homoeolog-specific retention and use were analyzed in Arabidopsis suecica (As), a species derived from A. thaliana (At) and A. arenosa (Aa) in a single event 12,000 to 300,000 years ago. We used 405,466 diagnostic features on tiling microarrays to recognize At and Aa contributions to the As genome and transcriptome: 324 genes lacked Aa contributions and 614 genes lacked At contributions within As. In leaf tissues, 3,458 genes preferentially expressed At homoeologs while 4,150 favored Aa homoeologs. These patterns were validated with resequencing. Genes with preferential use of Aa homoeologs were enriched for expression functions, consistent with the dominance of Aa transcription. Heterologous networks--mixed from At and Aa transcripts--were underrepresented.Thousands of deleted and silenced homoeologs in the genome of As were identified. Since heterologous networks may be compromised by interspecies incompatibilities, these networks evolve co-biases, expressing either only Aa or only At homoeologs. This progressive change towards predominantly pure parental networks might contribute to phenotypic variability and plasticity, and enable the species to exploit a larger range of environments.","Chang PL, Dilkes BP, McMahon M, Comai L, Nuzhdin SV."],["20410051","Supersplat--spliced RNA-seq alignment.","Bioinformatics","2010-Jun-15","SRA009031","High-throughput sequencing technologies have recently made deep interrogation of expressed transcript sequences practical, both economically and temporally. Identification of intron/exon boundaries is an essential part of genome annotation, yet remains a challenge. Here, we present supersplat, a method for unbiased splice-junction discovery through empirical RNA-seq data.Using a genomic reference and RNA-seq high-throughput sequencing datasets, supersplat empirically identifies potential splice junctions at a rate of approximately 11.4 million reads per hour. We further benchmark the performance of the algorithm by mapping Illumina RNA-seq reads to identify introns in the genome of the reference dicot plant Arabidopsis thaliana and we demonstrate the utility of supersplat for de novo empirical annotation of splice junctions using the reference monocot plant Brachypodium distachyon.Implemented in C++, supersplat source code and binaries are freely available on the web at http://mocklerlab-tools.cgrb.oregonstate.edu/.","Bryant DW Jr, Shen R, Priest HD, Wong WK, Mockler TC."],["20407027","MicroRNA gene evolution in Arabidopsis lyrata and Arabidopsis thaliana.","Plant Cell","2010-Apr","SRA018974","MicroRNAs (miRNAs) are short regulatory RNAs processed from partially self-complementary foldbacks within longer MIRNA primary transcripts. Several MIRNA families are conserved deeply through land plants, but many are present only in closely related species or are species specific. The finding of numerous evolutionarily young MIRNA, many with low expression and few if any targets, supports a rapid birth-death model for MIRNA evolution. A systematic analysis of MIRNA genes and families in the close relatives, Arabidopsis thaliana and Arabidopsis lyrata, was conducted using both whole-genome comparisons and high-throughput sequencing of small RNAs. Orthologs of 143 A. thaliana MIRNA genes were identified in A. lyrata, with nine having significant sequence or processing changes that likely alter function. In addition, at least 13% of MIRNA genes in each species are unique, despite their relatively recent speciation (approximately 10 million years ago). Alignment of MIRNA foldbacks to the Arabidopsis genomes revealed evidence for recent origins of 32 families by inverted or direct duplication of mostly protein-coding gene sequences, but less than half of these yield miRNA that are predicted to target transcripts from the originating gene family. miRNA nucleotide divergence between A. lyrata and A. thaliana orthologs was higher for young MIRNA genes, consistent with reduced purifying selection compared with deeply conserved MIRNA genes. Additionally, target sites of younger miRNA were lost more frequently than for deeply conserved families. In summary, our systematic analyses emphasize the dynamic nature of the MIRNA complement of plant genomes.","Fahlgren N, Jogdeo S, Kasschau KD, Sullivan CM, Chapman EJ, Laubinger S, Smith LM, Dasenko M, Givan SA, Weigel D, Carrington JC."],["20122235","Genome-wide sequence-based prediction of peripheral proteins using a novel semi-supervised learning technique.","BMC Bioinformatics","2010","SRA009031","In supervised learning, traditional approaches to building a classifier use two sets of examples with pre-defined classes along with a learning algorithm. The main limitation of this approach is that examples from both classes are required which might be infeasible in certain cases, especially those dealing with biological data. Such is the case for membrane-binding peripheral domains that play important roles in many biological processes, including cell signaling and membrane trafficking by reversibly binding to membranes. For these domains, a well-defined positive set is available with domains known to bind membrane along with a large unlabeled set of domains whose membrane binding affinities have not been measured. The aforementioned limitation can be addressed by a special class of semi-supervised machine learning called positive-unlabeled (PU) learning that uses a positive set with a large unlabeled set. METHODS In this study, we implement the first application of PU-learning to a protein function prediction problem: identification of peripheral domains. PU-learning starts by identifying reliable negative (RN) examples iteratively from the unlabeled set until convergence and builds a classifier using the positive and the final RN set. A data set of 232 positive cases and ~3750 unlabeled ones were used to construct and validate the protocol.Holdout evaluation of the protocol on a left-out positive set showed that the accuracy of prediction reached up to 95% during two independent implementations.These results suggest that our protocol can be used for predicting membrane-binding properties of a wide variety of modular domains. Protocols like the one presented here become particularly useful in the case of availability of information from one class only.","Bhardwaj N, Gerstein M, Lu H."],["20122235","Genome-wide sequence-based prediction of peripheral proteins using a novel semi-supervised learning technique.","BMC Bioinformatics","2010","SRA000286","In supervised learning, traditional approaches to building a classifier use two sets of examples with pre-defined classes along with a learning algorithm. The main limitation of this approach is that examples from both classes are required which might be infeasible in certain cases, especially those dealing with biological data. Such is the case for membrane-binding peripheral domains that play important roles in many biological processes, including cell signaling and membrane trafficking by reversibly binding to membranes. For these domains, a well-defined positive set is available with domains known to bind membrane along with a large unlabeled set of domains whose membrane binding affinities have not been measured. The aforementioned limitation can be addressed by a special class of semi-supervised machine learning called positive-unlabeled (PU) learning that uses a positive set with a large unlabeled set. METHODS In this study, we implement the first application of PU-learning to a protein function prediction problem: identification of peripheral domains. PU-learning starts by identifying reliable negative (RN) examples iteratively from the unlabeled set until convergence and builds a classifier using the positive and the final RN set. A data set of 232 positive cases and ~3750 unlabeled ones were used to construct and validate the protocol.Holdout evaluation of the protocol on a left-out positive set showed that the accuracy of prediction reached up to 95% during two independent implementations.These results suggest that our protocol can be used for predicting membrane-binding properties of a wide variety of modular domains. Protocols like the one presented here become particularly useful in the case of availability of information from one class only.","Bhardwaj N, Gerstein M, Lu H."],["19646272","Comparison of next generation sequencing technologies for transcriptome characterization.","BMC Genomics","2009","SRA008180","We have developed a simulation approach to help determine the optimal mixture of sequencing methods for most complete and cost effective transcriptome sequencing. We compared simulation results for traditional capillary sequencing with \"Next Generation\" (NG) ultra high-throughput technologies. The simulation model was parameterized using mappings of 130,000 cDNA sequence reads to the Arabidopsis genome (NCBI Accession SRA008180.19). We also generated 454-GS20 sequences and de novo assemblies for the basal eudicot California poppy (Eschscholzia californica) and the magnoliid avocado (Persea americana) using a variety of methods for cDNA synthesis.The Arabidopsis reads tagged more than 15,000 genes, including new splice variants and extended UTR regions. Of the total 134,791 reads (13.8 MB), 119,518 (88.7%) mapped exactly to known exons, while 1,117 (0.8%) mapped to introns, 11,524 (8.6%) spanned annotated intron/exon boundaries, and 3,066 (2.3%) extended beyond the end of annotated UTRs. Sequence-based inference of relative gene expression levels correlated significantly with microarray data. As expected, NG sequencing of normalized libraries tagged more genes than non-normalized libraries, although non-normalized libraries yielded more full-length cDNA sequences. The Arabidopsis data were used to simulate additional rounds of NG and traditional EST sequencing, and various combinations of each. Our simulations suggest a combination of FLX and Solexa sequencing for optimal transcriptome coverage at modest cost. We have also developed ESTcalc http://fgp.huck.psu.edu/NG_Sims/ngsim.pl, an online webtool, which allows users to explore the results of this study by specifying individualized costs and sequencing characteristics.NG sequencing technologies are a highly flexible set of platforms that can be scaled to suit different project goals. In terms of sequence coverage alone, the NG sequencing is a dramatic advance over capillary-based sequencing, but NG sequencing also presents significant challenges in assembly and sequence accuracy due to short read lengths, method-specific sequencing errors, and the absence of physical clones. These problems may be overcome by hybrid sequencing strategies using a mixture of sequencing methodologies, by new assemblers, and by sequencing more deeply. Sequencing and microarray outcomes from multiple experiments suggest that our simulator will be useful for guiding NG transcriptome sequencing projects in a wide range of organisms.","Wall PK, Leebens-Mack J, Chanderbali AS, Barakat A, Wolcott E, Liang H, Landherr L, Tomsho LP, Hu Y, Carlson JE, Ma H, Schuster SC, Soltis DE, Soltis PS, Altman N, dePamphilis CW."],["19066226","AGO1-miR173 complex initiates phased siRNA formation in plants.","Proc Natl Acad Sci U S A","2008-Dec-23","SRA008240","MicroRNA (miRNA)-guided cleavage initiates entry of primary transcripts into the transacting siRNA (tasiRNA) biogenesis pathway involving RNA-DEPENDENT RNA POLYMERASE6, DICER-LIKE4, and SUPPRESSOR OF GENE SILENCING3. Arabidopsis thaliana TAS1 and TAS2 families yield tasiRNA that form through miR173-guided initiation-cleavage of primary transcripts and target several transcripts encoding pentatricopeptide repeat proteins and proteins of unknown function. Here, the TAS1c locus was modified to produce synthetic (syn) tasiRNA to target an endogenous transcript encoding PHYTOENE DESATURASE and used to analyze the role of miR173 in routing of transcripts through the tasiRNA pathway. miR173 was unique from other miRNAs in its ability to initiate TAS1c-based syn-tasiRNA formation. A single miR173 target site was sufficient to route non-TAS transcripts into the pathway to yield phased siRNA. We also show that miR173 functions in association with ARGONAUTE 1 (AGO1) during TAS1 and TAS2 tasiRNA formation, and we provide data indicating that the miR173-AGO1 complex possesses unique functionality that many other miRNA-AGO1 complexes lack.","Montgomery TA, Yoo SJ, Fahlgren N, Gilbert SD, Howell MD, Sullivan CM, Alexander A, Nguyen G, Allen E, Ahn JH, Carrington JC."],["18542052","Global identification of microRNA-target RNA pairs by parallel analysis of RNA ends.","Nat Biotechnol","2008-Aug","SRA008384","MicroRNAs (miRNAs) are important regulatory molecules in most eukaryotes and identification of their target mRNAs is essential for their functional analysis. Whereas conventional methods rely on computational prediction and subsequent experimental validation of target RNAs, we directly sequenced >28,000,000 signatures from the 5' ends of polyadenylated products of miRNA-mediated mRNA decay, isolated from inflorescence tissue of Arabidopsis thaliana, to discover novel miRNA-target RNA pairs. Within the set of approximately 27,000 transcripts included in the 8,000,000 nonredundant signatures, several previously predicted but nonvalidated targets of miRNAs were found. Like validated targets, most showed a single abundant signature at the miRNA cleavage site, particularly in libraries from a mutant deficient in the 5'-to-3' exonuclease AtXRN4. Although miRNAs in Arabidopsis have been extensively investigated, working in reverse from the cleaved targets resulted in the identification and validation of novel miRNAs. This versatile approach will affect the study of other aspects of RNA processing beyond miRNA-target RNA pairs.","German MA, Pillay M, Jeong DH, Hetawal A, Luo S, Janardhanan P, Kannan V, Rymarquis LA, Nobuta K, German R, De Paoli E, Lu C, Schroth G, Meyers BC, Green PJ."],["18486559","A link between RNA metabolism and silencing affecting Arabidopsis development.","Dev Cell","2008-Jun","SRA008236","MicroRNAs (miRNAs) and small interfering RNAs (siRNAs) are abundant endogenous small RNAs (smRNAs) that control transcript expression through posttranscriptional gene silencing. Here, we show that concomitant loss of XRN4/EIN5, a 5'-3' exoribonuclease, and ABH1/CBP80, a subunit of the mRNA cap binding complex, results in Arabidopsis plants manifesting myriad developmental defects. We find that ABH1/CBP80 is necessary to obtain proper mature miRNA levels, which suggests this protein affects the miRNA-mediated RNA silencing pathway. Additionally, we show that XRN4/EIN5 affects the levels of a smRNA class that is processed from both sense and antisense strands of approximately 130 endogenous transcripts that apparently are converted to double-stranded RNA (dsRNA) and subsequently processed. We find that the parent transcripts of these smRNAs accumulate in an uncapped form upon loss of XRN4/EIN5, which suggests that uncapped endogenous transcripts can become smRNA biogenesis substrates. Overall, our results reveal unexpected connections between RNA metabolism and silencing pathways.","Gregory BD, O'Malley RC, Lister R, Urich MA, Tonti-Filippini J, Chen H, Millar AH, Ecker JR."],["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000286","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."],["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000285","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."],["20631708","Regulation of heterochromatic DNA replication by histone H3 lysine 27 methyltransferases.","Nature","2010-Aug-19","SRA029150","Multiple pathways prevent DNA replication from occurring more than once per cell cycle. These pathways block re-replication by strictly controlling the activity of pre-replication complexes, which assemble at specific sites in the genome called origins. Here we show that mutations in the homologous histone 3 lysine 27 (H3K27) monomethyltransferases, ARABIDOPSIS TRITHORAX-RELATED PROTEIN5 (ATXR5) and ATXR6, lead to re-replication of specific genomic locations. Most of these locations correspond to transposons and other repetitive and silent elements of the Arabidopsis genome. These sites also correspond to high levels of H3K27 monomethylation, and mutation of the catalytic SET domain is sufficient to cause the re-replication defect. Mutation of ATXR5 and ATXR6 also causes upregulation of transposon expression and has pleiotropic effects on plant development. These results uncover a novel pathway that prevents over-replication of heterochromatin in Arabidopsis.","Jacob Y, Stroud H, Leblanc C, Feng S, Zhuo L, Caro E, Hassel C, Gutierrez C, Michaels SD, Jacobsen SE."],["20144209","An effective approach for identification of in vivo protein-DNA binding sites from paired-end ChIP-Seq data.","BMC Bioinformatics","2010","SRA020067","ChIP-Seq, which combines chromatin immunoprecipitation (ChIP) with high-throughput massively parallel sequencing, is increasingly being used for identification of protein-DNA interactions in vivo in the genome. However, to maximize the effectiveness of data analysis of such sequences requires the development of new algorithms that are able to accurately predict DNA-protein binding sites.Here, we present SIPeS (Site Identification from Paired-end Sequencing), a novel algorithm for precise identification of binding sites from short reads generated by paired-end solexa ChIP-Seq technology. In this paper we used ChIP-Seq data from the Arabidopsis basic helix-loop-helix transcription factor ABORTED MICROSPORES (AMS), which is expressed within the anther during pollen development, the results show that SIPeS has better resolution for binding site identification compared to two existing ChIP-Seq peak detection algorithms, Cisgenome and MACS.When compared to Cisgenome and MACS, SIPeS shows better resolution for binding site discovery. Moreover, SIPeS is designed to calculate the mappable genome length accurately with the fragment length based on the paired-end reads. Dynamic baselines are also employed to effectively discriminate closely adjacent binding sites, for effective binding sites discovery, which is of particular value when working with high-density genomes.","Wang C, Xu J, Zhang D, Wilson ZA, Zhang D."],["19825647","Defining the functional network of epigenetic regulators in Arabidopsis thaliana.","Mol Plant","2009-Jul","SRA010097","Development of ChIP-chip and ChIP-seq technologies has allowed genome-wide high-resolution profiling of chromatin-associated marks and binding sites for epigenetic regulators. However, signals for directing epigenetic modifiers to their target sites are not understood. In this paper, we tested the hypothesis that genome location can affect the involvement of epigenetic regulators using Chromatin Charting (CC) Lines, which have an identical transgene construct inserted at different locations in the Arabidopsis genome. Four CC lines that showed evidence for epigenetic silencing of the luciferase reporter gene were transformed with RNAi vectors individually targeting epigenetic regulators LHP1, MOM1, CMT3, DRD1, DRM2, SUVH2, CLF, and HD1. Involvement of a particular epigenetic regulator in silencing the transgene locus in a CC line was determined by significant alterations in luciferase expression after suppression of the regulator's expression. Our results suggest that the targeting of epigenetic regulators can be influenced by genome location as well as sequence context. In addition, the relative importance of an epigenetic regulator can be influenced by tissue identity. We also report a novel approach to predict interactions between epigenetic regulators through clustering analysis of the regulators using alterations in gene expression of putative downstream targets, including endogenous loci and transgenes, in epigenetic mutants or RNAi lines. Our data support the existence of a complex and dynamic network of epigenetic regulators that serves to coordinate and control global gene expression in higher plants.","Luo C, Durgin BG, Watanabe N, Lam E."],["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000284","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."],["20876566","Phenotypic consequences of aneuploidy in Arabidopsis thaliana.","Genetics","2010-Dec","SRA024261","Aneuploid cells are characterized by incomplete chromosome sets. The resulting imbalance in gene dosage has phenotypic consequences that are specific to each karyotype. Even in the case of Down syndrome, the most viable and studied form of human aneuploidy, the mechanisms underlying the connected phenotypes remain mostly unclear. Because of their tolerance to aneuploidy, plants provide a powerful system for a genome-wide investigation of aneuploid syndromes, an approach that is not feasible in animal systems. Indeed, in many plant species, populations of aneuploid individuals can be easily obtained from triploid individuals. We phenotyped a population of Arabidopsis thaliana aneuploid individuals containing 25 different karyotypes. Even in this highly heterogeneous population, we demonstrate that certain traits are strongly associated with the dosage of specific chromosome types and that chromosomal effects can be additive. Further, we identified subtle developmental phenotypes expressed in the diploid progeny of aneuploid parent(s) but not in euploid controls from diploid lineages. These results indicate long-term phenotypic consequences of aneuploidy that can persist after chromosomal balance has been restored. We verified the diploid nature of these individuals by whole-genome sequencing and discuss the possibility that trans-generational phenotypic effects stem from epigenetic modifications passed from aneuploid parents to their diploid progeny.","Henry IM, Dilkes BP, Miller ES, Burkart-Waco D, Comai L."],["20530531","ZOOM Lite: next-generation sequencing data mapping and visualization software.","Nucleic Acids Res","2010-Jul-1","SRA001168","High-throughput next-generation sequencing technologies pose increasing demands on the efficiency, accuracy and usability of data analysis software. In this article, we present ZOOM Lite, a software for efficient reads mapping and result visualization. With a kernel capable of mapping tens of millions of Illumina or AB SOLiD sequencing reads efficiently and accurately, and an intuitive graphical user interface, ZOOM Lite integrates reads mapping and result visualization into a easy to use pipeline on desktop PC. The software handles both single-end and paired-end reads, and can output both the unique mapping result or the top N mapping results for each read. Additionally, the software takes a variety of input file formats and outputs to several commonly used result formats. The software is freely available at http://bioinfor.com/zoom/lite/.","Zhang Z, Lin H, Ma B."]]