[["21516085","Metabolic labeling of RNA uncovers principles of RNA production and degradation dynamics in mammalian cells.","Nat Biotechnol","2011-May","SRA026486","Cellular RNA levels are determined by the interplay of RNA production, processing and degradation. However, because most studies of RNA regulation do not distinguish the separate contributions of these processes, little is known about how they are temporally integrated. Here we combine metabolic labeling of RNA at high temporal resolution with advanced RNA quantification and computational modeling to estimate RNA transcription and degradation rates during the response of mouse dendritic cells to lipopolysaccharide. We find that changes in transcription rates determine the majority of temporal changes in RNA levels, but that changes in degradation rates are important for shaping sharp 'peaked' responses. We used sequencing of the newly transcribed RNA population to estimate temporally constant RNA processing and degradation rates genome wide. Degradation rates vary significantly between genes and contribute to the observed differences in the dynamic response. Certain transcripts, including those encoding cytokines and transcription factors, mature faster. Our study provides a quantitative approach to study the integrative process of RNA regulation.","Rabani M, Levin JZ, Fan L, Adiconis X, Raychowdhury R, Garber M, Gnirke A, Nusbaum C, Hacohen N, Friedman N, Amit I, Regev A."],["21233348","Aberrant overexpression of satellite repeats in pancreatic and other epithelial cancers.","Science","2011-Feb-4","SRA035254","Satellite repeats in heterochromatin are transcribed into noncoding RNAs that have been linked to gene silencing and maintenance of chromosomal integrity. Using digital gene expression analysis, we showed that these transcripts are greatly overexpressed in mouse and human epithelial cancers. In 8 of 10 mouse pancreatic ductal adenocarcinomas (PDACs), pericentromeric satellites accounted for a mean 12% (range 1 to 50%) of all cellular transcripts, a mean 40-fold increase over that in normal tissue. In 15 of 15 human PDACs, alpha satellite transcripts were most abundant and HSATII transcripts were highly specific for cancer. Similar patterns were observed in cancers of the lung, kidney, ovary, colon, and prostate. Derepression of satellite transcripts correlated with overexpression of the long interspersed nuclear element 1 (LINE-1) retrotransposon and with aberrant expression of neuroendocrine-associated genes proximal to LINE-1 insertions. The overexpression of satellite transcripts in cancer may reflect global alterations in heterochromatin silencing and could potentially be useful as a biomarker for cancer detection.","Ting DT, Lipson D, Paul S, Brannigan BW, Akhavanfard S, Coffman EJ, Contino G, Deshpande V, Iafrate AJ, Letovsky S, Rivera MN, Bardeesy N, Maheswaran S, Haber DA."],["20939882","Geoseq: a tool for dissecting deep-sequencing datasets","BMC bioinformatics","2010","SRA008237","Datasets generated on deep-sequencing platforms have been deposited in various public repositories such as the Gene Expression Omnibus (GEO), Sequence Read Archive (SRA) hosted by the NCBI, or the DNA Data Bank of Japan (ddbj). Despite being rich data sources, they have not been used much due to the difficulty in locating and analyzing datasets of interest.Geoseq http://geoseq.mssm.edu provides a new method of analyzing short reads from deep sequencing experiments. Instead of mapping the reads to reference genomes or sequences, Geoseq maps a reference sequence against the sequencing data. It is web-based, and holds pre-computed data from public libraries. The analysis reduces the input sequence to tiles and measures the coverage of each tile in a sequence library through the use of suffix arrays. The user can upload custom target sequences or use gene/miRNA names for the search and get back results as plots and spreadsheet files. Geoseq organizes the public sequencing data using a controlled vocabulary, allowing identification of relevant libraries by organism, tissue and type of experiment.Analysis of small sets of sequences against deep-sequencing datasets, as well as identification of public datasets of interest, is simplified by Geoseq. We applied Geoseq to, a) identify differential isoform expression in mRNA-seq datasets, b) identify miRNAs (microRNAs) in libraries, and identify mature and star sequences in miRNAS and c) to identify potentially mis-annotated miRNAs. The ease of using Geoseq for these analyses suggests its utility and uniqueness as an analysis tool.","Gurtowski J, Cancio A, Shah H, Levovitz C, George A, Homann R, Sachidanandam R."],["20939882","Geoseq: a tool for dissecting deep-sequencing datasets","BMC bioinformatics","2010","SRA009450","Datasets generated on deep-sequencing platforms have been deposited in various public repositories such as the Gene Expression Omnibus (GEO), Sequence Read Archive (SRA) hosted by the NCBI, or the DNA Data Bank of Japan (ddbj). Despite being rich data sources, they have not been used much due to the difficulty in locating and analyzing datasets of interest.Geoseq http://geoseq.mssm.edu provides a new method of analyzing short reads from deep sequencing experiments. Instead of mapping the reads to reference genomes or sequences, Geoseq maps a reference sequence against the sequencing data. It is web-based, and holds pre-computed data from public libraries. The analysis reduces the input sequence to tiles and measures the coverage of each tile in a sequence library through the use of suffix arrays. The user can upload custom target sequences or use gene/miRNA names for the search and get back results as plots and spreadsheet files. Geoseq organizes the public sequencing data using a controlled vocabulary, allowing identification of relevant libraries by organism, tissue and type of experiment.Analysis of small sets of sequences against deep-sequencing datasets, as well as identification of public datasets of interest, is simplified by Geoseq. We applied Geoseq to, a) identify differential isoform expression in mRNA-seq datasets, b) identify miRNAs (microRNAs) in libraries, and identify mature and star sequences in miRNAS and c) to identify potentially mis-annotated miRNAs. The ease of using Geoseq for these analyses suggests its utility and uniqueness as an analysis tool.","Gurtowski J, Cancio A, Shah H, Levovitz C, George A, Homann R, Sachidanandam R."],["20939882","Geoseq: a tool for dissecting deep-sequencing datasets","BMC bioinformatics","2010","SRA009955","Datasets generated on deep-sequencing platforms have been deposited in various public repositories such as the Gene Expression Omnibus (GEO), Sequence Read Archive (SRA) hosted by the NCBI, or the DNA Data Bank of Japan (ddbj). Despite being rich data sources, they have not been used much due to the difficulty in locating and analyzing datasets of interest.Geoseq http://geoseq.mssm.edu provides a new method of analyzing short reads from deep sequencing experiments. Instead of mapping the reads to reference genomes or sequences, Geoseq maps a reference sequence against the sequencing data. It is web-based, and holds pre-computed data from public libraries. The analysis reduces the input sequence to tiles and measures the coverage of each tile in a sequence library through the use of suffix arrays. The user can upload custom target sequences or use gene/miRNA names for the search and get back results as plots and spreadsheet files. Geoseq organizes the public sequencing data using a controlled vocabulary, allowing identification of relevant libraries by organism, tissue and type of experiment.Analysis of small sets of sequences against deep-sequencing datasets, as well as identification of public datasets of interest, is simplified by Geoseq. We applied Geoseq to, a) identify differential isoform expression in mRNA-seq datasets, b) identify miRNAs (microRNAs) in libraries, and identify mature and star sequences in miRNAS and c) to identify potentially mis-annotated miRNAs. The ease of using Geoseq for these analyses suggests its utility and uniqueness as an analysis tool.","Gurtowski J, Cancio A, Shah H, Levovitz C, George A, Homann R, Sachidanandam R."],["20939882","Geoseq: a tool for dissecting deep-sequencing datasets","BMC bioinformatics","2010","SRA010798","Datasets generated on deep-sequencing platforms have been deposited in various public repositories such as the Gene Expression Omnibus (GEO), Sequence Read Archive (SRA) hosted by the NCBI, or the DNA Data Bank of Japan (ddbj). Despite being rich data sources, they have not been used much due to the difficulty in locating and analyzing datasets of interest.Geoseq http://geoseq.mssm.edu provides a new method of analyzing short reads from deep sequencing experiments. Instead of mapping the reads to reference genomes or sequences, Geoseq maps a reference sequence against the sequencing data. It is web-based, and holds pre-computed data from public libraries. The analysis reduces the input sequence to tiles and measures the coverage of each tile in a sequence library through the use of suffix arrays. The user can upload custom target sequences or use gene/miRNA names for the search and get back results as plots and spreadsheet files. Geoseq organizes the public sequencing data using a controlled vocabulary, allowing identification of relevant libraries by organism, tissue and type of experiment.Analysis of small sets of sequences against deep-sequencing datasets, as well as identification of public datasets of interest, is simplified by Geoseq. We applied Geoseq to, a) identify differential isoform expression in mRNA-seq datasets, b) identify miRNAs (microRNAs) in libraries, and identify mature and star sequences in miRNAS and c) to identify potentially mis-annotated miRNAs. The ease of using Geoseq for these analyses suggests its utility and uniqueness as an analysis tool.","Gurtowski J, Cancio A, Shah H, Levovitz C, George A, Homann R, Sachidanandam R."],["20935160","Next-generation sequencing identifies the natural killer cell microRNA transcriptome.","Genome Res","2010-Nov","SRA011808","Natural killer (NK) cells are innate lymphocytes important for early host defense against infectious pathogens and surveillance against malignant transformation. Resting murine NK cells regulate the translation of effector molecule mRNAs (e.g., granzyme B, GzmB) through unclear molecular mechanisms. MicroRNAs (miRNAs) are small noncoding RNAs that post-transcriptionally regulate the translation of their mRNA targets, and are therefore candidates for mediating this control process. While the expression and importance of miRNAs in T and B lymphocytes have been established, little is known about miRNAs in NK cells. Here, we used two next-generation sequencing (NGS) platforms to define the miRNA transcriptomes of resting and cytokine-activated primary murine NK cells, with confirmation by quantitative real-time PCR (qRT-PCR) and microarrays. We delineate a bioinformatics analysis pipeline that identified 302 known and 21 novel mature miRNAs from sequences obtained from NK cell small RNA libraries. These miRNAs are expressed over a broad range and exhibit isomiR complexity, and a subset is differentially expressed following cytokine activation. Using these miRNA NGS data, miR-223 was identified as a mature miRNA present in resting NK cells with decreased expression following cytokine activation. Furthermore, we demonstrate that miR-223 specifically targets the 3' untranslated region of murine GzmB in vitro, indicating that this miRNA may contribute to control of GzmB translation in resting NK cells. Thus, the sequenced NK cell miRNA transcriptome provides a valuable framework for further elucidation of miRNA expression and function in NK cell biology.","Fehniger TA, Wylie T, Germino E, Leong JW, Magrini VJ, Koul S, Keppel CR, Schneider SE, Koboldt DC, Sullivan RP, Heinz ME, Crosby SD, Nagarajan R, Ramsingh G, Link DC, Ley TJ, Mardis ER."],["20921386","Genome-wide analysis reveals methyl-CpG-binding protein 2-dependent regulation of microRNAs in a mouse model of Rett syndrome.","Proc Natl Acad Sci U S A","2010-Oct-19","SRA028404","MicroRNAs (miRNAs) are a class of small, noncoding RNAs that function as posttranscriptional regulators of gene expression. Many miRNAs are expressed in the developing brain and regulate multiple aspects of neural development, including neurogenesis, dendritogenesis, and synapse formation. Rett syndrome (RTT) is a progressive neurodevelopmental disorder caused by mutations in the gene encoding methyl-CpG-binding protein 2 (MECP2). Although Mecp2 is known to act as a global transcriptional regulator, miRNAs that are directly regulated by Mecp2 in the brain are not known. Using massively parallel sequencing methods, we have identified miRNAs whose expression is altered in cerebella of Mecp2-null mice before and after the onset of severe neurological symptoms. In vivo genome-wide analyses indicate that promoter regions of a significant fraction of dysregulated miRNA transcripts, including a large polycistronic cluster of brain-specific miRNAs, are DNA-methylated and are bound directly by Mecp2. Functional analysis demonstrates that the 3' UTR of messenger RNA encoding Brain-derived neurotrophic factor (Bdnf) can be targeted by multiple miRNAs aberrantly up-regulated in the absence of Mecp2. Taken together, these results suggest that dysregulation of miRNAs may contribute to RTT pathoetiology and also may provide a valuable resource for further investigations of the role of miRNAs in RTT.","Wu H, Tao J, Chen PJ, Shahab A, Ge W, Hart RP, Ruan X, Ruan Y, Sun YE."],["20843784","Tissue-specific regulation of mouse MicroRNA genes in endoderm-derived tissues.","Nucleic Acids Res","2010-Sep-14","SRA023764","MicroRNAs fine-tune the activity of hundreds of protein-coding genes. The identification of tissue-specific microRNAs and their promoters has been constrained by the limited sensitivity of prior microRNA quantification methods. Here, we determine the entire microRNAome of three endoderm-derived tissues, liver, jejunum and pancreas, using ultra-high throughput sequencing. Although many microRNA genes are expressed at comparable levels, 162 microRNAs exhibited striking tissue-specificity. After mapping the putative promoters for these microRNA genes using H3K4me3 histone occupancy, we analyzed the regulatory modules of 63 microRNAs differentially expressed between liver and jejunum or pancreas. We determined that the same transcriptional regulatory mechanisms govern tissue-specific gene expression of both mRNA and microRNA encoding genes in mammals.","Gao Y, Schug J, McKenna LB, Le Lay J, Kaestner KH, Greenbaum LE."],["20843784","Tissue-specific regulation of mouse microRNA genes in endoderm-derived tissues.","Nucleic Acids Res","2011-Jan","SRA023764","MicroRNAs fine-tune the activity of hundreds of protein-coding genes. The identification of tissue-specific microRNAs and their promoters has been constrained by the limited sensitivity of prior microRNA quantification methods. Here, we determine the entire microRNAome of three endoderm-derived tissues, liver, jejunum and pancreas, using ultra-high throughput sequencing. Although many microRNA genes are expressed at comparable levels, 162 microRNAs exhibited striking tissue-specificity. After mapping the putative promoters for these microRNA genes using H3K4me3 histone occupancy, we analyzed the regulatory modules of 63 microRNAs differentially expressed between liver and jejunum or pancreas. We determined that the same transcriptional regulatory mechanisms govern tissue-specific gene expression of both mRNA and microRNA encoding genes in mammals.","Gao Y, Schug J, McKenna LB, Le Lay J, Kaestner KH, Greenbaum LE."],["20703300","Mammalian microRNAs predominantly act to decrease target mRNA levels.","Nature","2010-Aug-12","SRA023909","MicroRNAs (miRNAs) are endogenous approximately 22-nucleotide RNAs that mediate important gene-regulatory events by pairing to the mRNAs of protein-coding genes to direct their repression. Repression of these regulatory targets leads to decreased translational efficiency and/or decreased mRNA levels, but the relative contributions of these two outcomes have been largely unknown, particularly for endogenous targets expressed at low-to-moderate levels. Here, we use ribosome profiling to measure the overall effects on protein production and compare these to simultaneously measured effects on mRNA levels. For both ectopic and endogenous miRNA regulatory interactions, lowered mRNA levels account for most (>/=84%) of the decreased protein production. These results show that changes in mRNA levels closely reflect the impact of miRNAs on gene expression and indicate that destabilization of target mRNAs is the predominant reason for reduced protein output.","Guo H, Ingolia NT, Weissman JS, Bartel DP."],["20215419","MicroRNA transcriptome in the newborn mouse ovaries determined by massive parallel sequencing.","Mol Hum Reprod","2010-Jul","SRA023540","Small non-coding RNAs, such as microRNAs (miRNAs), are involved in diverse biological processes including organ development and tissue differentiation. Global disruption of miRNA biogenesis in Dicer knockout mice disrupts early embryogenesis and primordial germ cell formation. However, the role of miRNAs in early folliculogenesis is poorly understood. In order to identify a full transcriptome set of small RNAs expressed in the newborn (NB) ovary, we extracted small RNA fraction from mouse NB ovary tissues and subjected it to massive parallel sequencing using the Genome Analyzer from Illumina. Massive sequencing produced 4 655 992 reads of 33 bp each representing a total of 154 Mbp of sequence data. The Pash alignment algorithm mapped 50.13% of the reads to the mouse genome. Sequence reads were clustered based on overlapping mapping coordinates and intersected with known miRNAs, small nucleolar RNAs (snoRNAs), piwi-interacting RNA (piRNA) clusters and repetitive genomic regions; 25.2% of the reads mapped to known miRNAs, 25.5% to genomic repeats, 3.5% to piRNAs and 0.18% to snoRNAs. Three hundred and ninety-eight known miRNA species were among the sequenced small RNAs, and 118 isomiR sequences that are not in the miRBase database. Let-7 family was the most abundantly expressed miRNA, and mmu-mir-672, mmu-mir-322, mmu-mir-503 and mmu-mir-465 families are the most abundant X-linked miRNA detected. X-linked mmu-mir-503, mmu-mir-672 and mmu-mir-465 family showed preferential expression in testes and ovaries. We also identified four novel miRNAs that are preferentially expressed in gonads. Gonadal selective miRNAs may play important roles in ovarian development, folliculogenesis and female fertility.","Ahn HW, Morin RD, Zhao H, Harris RA, Coarfa C, Chen ZJ, Milosavljevic A, Marra MA, Rajkovic A."],["20150415","RNPomics: defining the ncRNA transcriptome by cDNA library generation from ribonucleo-protein particles.","Nucleic Acids Res","2010-Jun","SRA009016","Up to 450,000 non-coding RNAs (ncRNAs) have been predicted to be transcribed from the human genome. However, it still has to be elucidated which of these transcripts represent functional ncRNAs. Since all functional ncRNAs in Eukarya form ribonucleo-protein particles (RNPs), we generated specialized cDNA libraries from size-fractionated RNPs and validated the presence of selected ncRNAs within RNPs by glycerol gradient centrifugation. As a proof of concept, we applied the RNP method to human Hela cells or total mouse brain, and subjected cDNA libraries, generated from the two model systems, to deep-sequencing. Bioinformatical analysis of cDNA sequences revealed several hundred ncRNP candidates. Thereby, ncRNAs candidates were mainly located in intergenic as well as intronic regions of the genome, with a significant overrepresentation of intron-derived ncRNA sequences. Additionally, a number of ncRNAs mapped to repetitive sequences. Thus, our RNP approach provides an efficient way to identify new functional small ncRNA candidates, involved in RNP formation.","Rederstorff M, Bernhart SH, Tanzer A, Zywicki M, Perfler K, Lukasser M, Hofacker IL, Hüttenhofer A."],["20133332","Digital transcriptome profiling from attomole-level RNA samples.","Genome Res","2010-Apr","SRA009935","Accurate profiling of minute quantities of RNA in a global manner can enable key advances in many scientific and clinical disciplines. Here, we present low-quantity RNA sequencing (LQ-RNAseq), a high-throughput sequencing-based technique allowing whole transcriptome surveys from subnanogram RNA quantities in an amplification/ligation-free manner. LQ-RNAseq involves first-strand cDNA synthesis from RNA templates, followed by 3' polyA tailing of the single-stranded cDNA products and direct single molecule sequencing. We applied LQ-RNAseq to profile S. cerevisiae polyA+ transcripts, demonstrate the reproducibility of the approach across different sample preparations and independent instrument runs, and establish the absolute quantitative power of this method through comparisons with other reported transcript profiling techniques and through utilization of RNA spike-in experiments. We demonstrate the practical application of this approach to define the transcriptional landscape of mouse embryonic and induced pluripotent stem cells, observing transcriptional differences, including over 100 genes exhibiting differential expression between these otherwise very similar stem cell populations. This amplification-independent technology, which utilizes small quantities of nucleic acid and provides quantitative measurements of cellular transcripts, enables global gene expression measurements from minute amounts of materials and offers broad utility in both basic research and translational biology for characterization of rare cells.","Ozsolak F, Goren A, Gymrek M, Guttman M, Regev A, Bernstein BE, Milos PM."],["20059948","The TDRD9-MIWI2 complex is essential for piRNA-mediated retrotransposon silencing in the mouse male germline.","Dev Cell","2009-Dec","SRA010798","Host-defense mechanisms against transposable elements are critical to protect the genome information. Here we show that tudor-domain containing 9 (Tdrd9) is essential for silencing Line-1 retrotransposon in the mouse male germline. Tdrd9 encodes an ATPase/DExH-type helicase, and its mutation causes male sterility showing meiotic failure. In Tdrd9 mutants, Line-1 was highly activated and piwi-interacting small RNAs (piRNAs) corresponding to Line-1 were increased, suggesting that feedforward amplification operates in the mutant. In fetal testes, Tdrd9 mutation causes Line-1 desilencing and an aberrant piRNA profile in prospermatogonia, followed by cognate DNA demethylation. TDRD9 complexes with MIWI2 with distinct compartmentalization in processing bodies, and this TDRD9-MIWI2 localization is regulated by MILI and TDRD1 residing at intermitochondrial cement. Our results identify TDRD9 as a functional partner of MIWI2 and indicate that the tudor-piwi association is a conserved feature, while two separate axes, TDRD9-MIWI2 and TDRD1-MILI, cooperate nonredundantly in the piwi-small RNA pathway in the mouse male germline.2009 Elsevier Inc. All rights reserved.","Shoji M, Tanaka T, Hosokawa M, Reuter M, Stark A, Kato Y, Kondoh G, Okawa K, Chujo T, Suzuki T, Hata K, Martin SL, Noce T, Kuramochi-Miyagawa S, Nakano T, Sasaki H, Pillai RS, Nakatsuji N, Chuma S."],["20022248","A broadly conserved pathway generates 3'UTR-directed primary piRNAs.","Curr Biol","2009-Dec-29","SRA010773","Piwi-interacting RNAs (piRNAs) are approximately 24-30 nucleotide regulatory RNAs that are abundant in animal gonads and early embryos. The best-characterized piRNAs mediate a conserved pathway that restricts transposable elements, and these frequently engage a \"ping-pong\" amplification loop. Certain stages of mammalian testis also accumulate abundant piRNAs of unknown function, which derive from noncoding RNAs that are depleted in transposable element content and do not engage in ping-pong.We report that the 3' untranslated regions (3'UTRs) of an extensive set of messenger RNAs (mRNAs) are processed into piRNAs in Drosophila ovaries, murine testes, and Xenopus eggs. Analysis of different mutants and Piwi-class immunoprecipitates indicates that their biogenesis depends on primary piRNA components, but not most ping-pong components. Several observations suggest that mRNAs are actively selected for piRNA production for regulatory purposes. First, genic piRNAs do not accumulate in proportion to the level of their host transcripts, and many highly expressed transcripts lack piRNAs. Second, piRNA-producing mRNAs in Drosophila and mouse are enriched for specific gene ontology categories distinct from those of simply abundant transcripts. Third, the protein output of traffic jam, whose 3'UTR generates abundant piRNAs, is increased in piwi mutant follicle clones.We reveal a conserved primary piRNA pathway that selects and metabolizes the 3'UTRs of a broad set of cellular transcripts, probably for regulatory purposes. These findings strongly increase the breadth of Argonaute-mediated small RNA systems in metazoans.","Robine N, Lau NC, Balla S, Jin Z, Okamura K, Kuramochi-Miyagawa S, Blower MD, Lai EC."],["19948147","A novel mechanism of epigenetic regulation: nucleosome-space occupancy.","Biochem Biophys Res Commun","2010-Jan-1","SRA010068","Nucleosome positioning around the gene space (or transcriptional unit) plays a crucial role for gene regulation but we do not know if the spatial organization--nucleosome-space occupancy or nucleosome density in a defined sequence unit length--contributes to the regulation complexity of mammalian gene expression. Using our own rmRNA-Seq (ribosomal RNA-minus RNA sequencing) and publically available ChIP-Seq (H3) data from mouse stem cells, we discovered a non-random distribution of nucleosomes along chromosomes, and further genome-wide studies on histone modifications, DNA methylation, transcriptional activity, gene density, and base compositional dynamics, demonstrated that nucleosome-space occupancy of genomic regions--clustered genes and their intergenic spaces--show distinctive features, where a high occupancy coincides with active transcription, intensive histone modifications, poor DNA methylation, and higher GC contents as compared to the nucleosome-poor regions. We therefore proposed that nucleosome-space occupancy as a novel mechanism of epigenetic gene regulation, creating a vital environment for transcriptional activation.Copyright 2009 Elsevier Inc. All rights reserved.","Cui P, Zhang L, Lin Q, Ding F, Xin C, Fang X, Hu S, Yu J."],["19740768","Recognition and coupling of A-to-I edited sites are determined by the tertiary structure of the RNA.","Nucleic Acids Res","2009-Nov","SRA008179","Adenosine-to-inosine (A-to-I) editing has been shown to be an important mechanism that increases protein diversity in the brain of organisms from human to fly. The family of ADAR enzymes converts some adenosines of RNA duplexes to inosines through hydrolytic deamination. The adenosine recognition mechanism is still largely unknown. Here, to investigate it, we analyzed a set of selectively edited substrates with a cluster of edited sites. We used a large set of individual transcripts sequenced by the 454 sequencing technique. On average, we analyzed 570 single transcripts per edited region at four different developmental stages from embryogenesis to adulthood. To our knowledge, this is the first time, large-scale sequencing has been used to determine synchronous editing events. We demonstrate that edited sites are only coupled within specific distances from each other. Furthermore, our results show that the coupled sites of editing are positioned on the same side of a helix, indicating that the three-dimensional structure is key in ADAR enzyme substrate recognition. Finally, we propose that editing by the ADAR enzymes is initiated by their attraction to one principal site in the substrate.","Ensterö M, Daniel C, Wahlstedt H, Major F, Ohman M."],["19620212","Transcriptome analysis by strand-specific sequencing of complementary DNA.","Nucleic Acids Res","2009-Oct","SRA008290","High-throughput complementary DNA sequencing (RNA-Seq) is a powerful tool for whole-transcriptome analysis, supplying information about a transcript's expression level and structure. However, it is difficult to determine the polarity of transcripts, and therefore identify which strand is transcribed. Here, we present a simple cDNA sequencing protocol that preserves information about a transcript's direction. Using Saccharomyces cerevisiae and mouse brain transcriptomes as models, we demonstrate that knowing the transcript's orientation allows more accurate determination of the structure and expression of genes. It also helps to identify new genes and enables studying promoter-associated and antisense transcription. The transcriptional landscapes we obtained are available online.","Parkhomchuk D, Borodina T, Amstislavskiy V, Banaru M, Hallen L, Krobitsch S, Lehrach H, Soldatov A."],["18922463","A piRNA pathway primed by individual transposons is linked to de novo DNA methylation in mice.","Mol Cell","2008-Sep-26","SRA008237","piRNAs and Piwi proteins have been implicated in transposon control and are linked to transposon methylation in mammals. Here we examined the construction of the piRNA system in the restricted developmental window in which methylation patterns are set during mammalian embryogenesis. We find robust expression of two Piwi family proteins, MIWI2 and MILI. Their associated piRNA profiles reveal differences from Drosophila wherein large piRNA clusters act as master regulators of silencing. Instead, in mammals, dispersed transposon copies initiate the pathway, producing primary piRNAs, which predominantly join MILI in the cytoplasm. MIWI2, whose nuclear localization and association with piRNAs depend upon MILI, is enriched for secondary piRNAs antisense to the elements that it controls. The Piwi pathway lies upstream of known mediators of DNA methylation, since piRNAs are still produced in dnmt3L mutants, which fail to methylate transposons. This implicates piRNAs as specificity determinants of DNA methylation in germ cells.","Aravin AA, Sachidanandam R, Bourc'his D, Schaefer C, Pezic D, Toth KF, Bestor T, Hannon GJ."],["18692474","Connecting microRNA genes to the core transcriptional regulatory circuitry of embryonic stem cells.","Cell","2008-Aug-8","SRA009450","MicroRNAs (miRNAs) are crucial for normal embryonic stem (ES) cell self-renewal and cellular differentiation, but how miRNA gene expression is controlled by the key transcriptional regulators of ES cells has not been established. We describe here the transcriptional regulatory circuitry of ES cells that incorporates protein-coding and miRNA genes based on high-resolution ChIP-seq data, systematic identification of miRNA promoters, and quantitative sequencing of short transcripts in multiple cell types. We find that the key ES cell transcription factors are associated with promoters for miRNAs that are preferentially expressed in ES cells and with promoters for a set of silent miRNA genes. This silent set of miRNA genes is co-occupied by Polycomb group proteins in ES cells and shows tissue-specific expression in differentiated cells. These data reveal how key ES cell transcription factors promote the ES cell miRNA expression program and integrate miRNAs into the regulatory circuitry controlling ES cell identity.","Marson A, Levine SS, Cole MF, Frampton GM, Brambrink T, Johnstone S, Guenther MG, Johnston WK, Wernig M, Newman J, Calabrese JM, Dennis LM, Volkert TL, Gupta S, Love J, Hannett N, Sharp PA, Bartel DP, Jaenisch R, Young RA."],["18668037","The impact of microRNAs on protein output.","Nature","2008-Sep-4","SRA025072","MicroRNAs are endogenous approximately 23-nucleotide RNAs that can pair to sites in the messenger RNAs of protein-coding genes to downregulate the expression from these messages. MicroRNAs are known to influence the evolution and stability of many mRNAs, but their global impact on protein output had not been examined. Here we use quantitative mass spectrometry to measure the response of thousands of proteins after introducing microRNAs into cultured cells and after deleting mir-223 in mouse neutrophils. The identities of the responsive proteins indicate that targeting is primarily through seed-matched sites located within favourable predicted contexts in 3' untranslated regions. Hundreds of genes were directly repressed, albeit each to a modest degree, by individual microRNAs. Although some targets were repressed without detectable changes in mRNA levels, those translationally repressed by more than a third also displayed detectable mRNA destabilization, and, for the more highly repressed targets, mRNA destabilization usually comprised the major component of repression. The impact of microRNAs on the proteome indicated that for most interactions microRNAs act as rheostats to make fine-scale adjustments to protein output.","Baek D, Villén J, Shin C, Camargo FD, Gygi SP, Bartel DP."],["18516046","Stem cell transcriptome profiling via massive-scale mRNA sequencing.","Nat Methods","2008-Jul","SRA000306","We developed a massive-scale RNA sequencing protocol, short quantitative random RNA libraries or SQRL, to survey the complexity, dynamics and sequence content of transcriptomes in a near-complete fashion. This method generates directional, random-primed, linear cDNA libraries that are optimized for next-generation short-tag sequencing. We surveyed the poly(A)(+) transcriptomes of undifferentiated mouse embryonic stem cells (ESCs) and embryoid bodies (EBs) at an unprecedented depth (10 Gb), using the Applied Biosystems SOLiD technology. These libraries capture the genomic landscape of expression, state-specific expression, single-nucleotide polymorphisms (SNPs), the transcriptional activity of repeat elements, and both known and new alternative splicing events. We investigated the impact of transcriptional complexity on current models of key signaling pathways controlling ESC pluripotency and differentiation, highlighting how SQRL can be used to characterize transcriptome content and dynamics in a quantitative and reproducible manner, and suggesting that our understanding of transcriptional complexity is far from complete.","Cloonan N, Forrest AR, Kolle G, Gardiner BB, Faulkner GJ, Brown MK, Taylor DF, Steptoe AL, Wani S, Bethel G, Robertson AJ, Perkins AC, Bruce SJ, Lee CC, Ranade SS, Peckham HE, Manning JM, McKernan KJ, Grimmond SM."],["18516045","Mapping and quantifying mammalian transcriptomes by RNA-Seq.","Nat Methods","2008-Jul","SRA001030","We have mapped and quantified mouse transcriptomes by deeply sequencing them and recording how frequently each gene is represented in the sequence sample (RNA-Seq). This provides a digital measure of the presence and prevalence of transcripts from known and previously unknown genes. We report reference measurements composed of 41-52 million mapped 25-base-pair reads for poly(A)-selected RNA from adult mouse brain, liver and skeletal muscle tissues. We used RNA standards to quantify transcript prevalence and to test the linear range of transcript detection, which spanned five orders of magnitude. Although >90% of uniquely mapped reads fell within known exons, the remaining data suggest new and revised gene models, including changed or additional promoters, exons and 3' untranscribed regions, as well as new candidate microRNA precursors. RNA splice events, which are not readily measured by standard gene expression microarray or serial analysis of gene expression methods, were detected directly by mapping splice-crossing sequence reads. We observed 1.45 x 10(5) distinct splices, and alternative splices were prominent, with 3,500 different genes expressing one or more alternate internal splices.","Mortazavi A, Williams BA, McCue K, Schaeffer L, Wold B."],["18404147","Pseudogene-derived small interfering RNAs regulate gene expression in mouse oocytes.","Nature","2008-May-22","SRA000273","Pseudogenes populate the mammalian genome as remnants of artefactual incorporation of coding messenger RNAs into transposon pathways. Here we show that a subset of pseudogenes generates endogenous small interfering RNAs (endo-siRNAs) in mouse oocytes. These endo-siRNAs are often processed from double-stranded RNAs formed by hybridization of spliced transcripts from protein-coding genes to antisense transcripts from homologous pseudogenes. An inverted repeat pseudogene can also generate abundant small RNAs directly. A second class of endo-siRNAs may enforce repression of mobile genetic elements, acting together with Piwi-interacting RNAs. Loss of Dicer, a protein integral to small RNA production, increases expression of endo-siRNA targets, demonstrating their regulatory activity. Our findings indicate a function for pseudogenes in regulating gene expression by means of the RNA interference pathway and may, in part, explain the evolutionary pressure to conserve argonaute-mediated catalysis in mammals.","Tam OH, Aravin AA, Stein P, Girard A, Murchison EP, Cheloufi S, Hodges E, Anger M, Sachidanandam R, Schultz RM, Hannon GJ."],["21455489","Ultra-deep sequencing of mouse mitochondrial DNA: mutational patterns and their origins","PLoS genetics","2011-Mar","ERA015772","Somatic mutations of mtDNA are implicated in the aging process, but there is no universally accepted method for their accurate quantification. We have used ultra-deep sequencing to study genome-wide mtDNA mutation load in the liver of normally- and prematurely-aging mice. Mice that are homozygous for an allele expressing a proof-reading-deficient mtDNA polymerase (mtDNA mutator mice) have 10-times-higher point mutation loads than their wildtype siblings. In addition, the mtDNA mutator mice have increased levels of a truncated linear mtDNA molecule, resulting in decreased sequence coverage in the deleted region. In contrast, circular mtDNA molecules with large deletions occur at extremely low frequencies in mtDNA mutator mice and can therefore not drive the premature aging phenotype. Sequence analysis shows that the main proportion of the mutation load in heterozygous mtDNA mutator mice and their wildtype siblings is inherited from their heterozygous mothers consistent with germline transmission. We found no increase in levels of point mutations or deletions in wildtype C57Bl/6N mice with increasing age, thus questioning the causative role of these changes in aging. In addition, there was no increased frequency of transversion mutations with time in any of the studied genotypes, arguing against oxidative damage as a major cause of mtDNA mutations. Our results from studies of mice thus indicate that most somatic mtDNA mutations occur as replication errors during development and do not result from damage accumulation in adult life.","Ameur A, Stewart JB, Freyer C, Hagström E, Ingman M, Larsson NG, Gyllensten U."],["20308636","Genome-wide mapping and assembly of structural variant breakpoints in the mouse genome.","Genome Res","2010-May","SRA010027","Structural variation (SV) is a rich source of genetic diversity in mammals, but due to the challenges associated with mapping SV in complex genomes, basic questions regarding their genomic distribution and mechanistic origins remain unanswered. We have developed an algorithm (HYDRA) to localize SV breakpoints by paired-end mapping, and a general approach for the genome-wide assembly and interpretation of breakpoint sequences. We applied these methods to two inbred mouse strains: C57BL/6J and DBA/2J. We demonstrate that HYDRA accurately maps diverse classes of SV, including those involving repetitive elements such as transposons and segmental duplications; however, our analysis of the C57BL/6J reference strain shows that incomplete reference genome assemblies are a major source of noise. We report 7196 SVs between the two strains, more than two-thirds of which are due to transposon insertions. Of the remainder, 59% are deletions (relative to the reference), 26% are insertions of unlinked DNA, 9% are tandem duplications, and 6% are inversions. To investigate the origins of SV, we characterized 3316 breakpoint sequences at single-nucleotide resolution. We find that approximately 16% of non-transposon SVs have complex breakpoint patterns consistent with template switching during DNA replication or repair, and that this process appears to preferentially generate certain classes of complex variants. Moreover, we find that SVs are significantly enriched in regions of segmental duplication, but that this effect is largely independent of DNA sequence homology and thus cannot be explained by non-allelic homologous recombination (NAHR) alone. This result suggests that the genetic instability of such regions is often the cause rather than the consequence of duplicated genomic architecture.","Quinlan AR, Clark RA, Sokolova S, Leibowitz ML, Zhang Y, Hurles ME, Mell JC, Hall IM."],["21427231","Lsh, chromatin remodeling family member, modulates genome-wide cytosine methylation patterns at nonrepeat sequences.","Proc Natl Acad Sci U S A","2011-Apr-5","SRA036913","DNA methylation is critical for normal development and plays important roles in genome organization and transcriptional regulation. Although DNA methyltransferases have been identified, the factors that establish and contribute to genome-wide methylation patterns remain elusive. Here, we report a high-resolution cytosine methylation map of the murine genome modulated by Lsh, a chromatin remodeling family member that has previously been shown to regulate CpG methylation at repetitive sequences. We provide evidence that Lsh also controls genome-wide cytosine methylation at nonrepeat sequences and relate those changes to alterations in H4K4me3 modification and gene expression. Deletion of Lsh alters the allocation of cytosine methylation in chromosomal regions of 50 kb to 2 Mb and, in addition, leads to changes in the methylation profile at the 5' end of genes. Furthermore, we demonstrate that loss of Lsh promotes--as well as prevents--cytosine methylation. Our data indicate that Lsh is an epigenetic modulator that is critical for normal distribution of cytosine methylation throughout the murine genome.","Tao Y, Xi S, Shan J, Maunakea A, Che A, Briones V, Lee EY, Geiman T, Huang J, Stephens R, Leighty RM, Zhao K, Muegge K."],["21258342","Chromatin accessibility pre-determines glucocorticoid receptor binding patterns.","Nat Genet","2011-Mar","SRA027300","Development, differentiation and response to environmental stimuli are characterized by sequential changes in cellular state initiated by the de novo binding of regulated transcriptional factors to their cognate genomic sites. The mechanism whereby a given regulatory factor selects a limited number of in vivo targets from a myriad of potential genomic binding sites is undetermined. Here we show that up to 95% of de novo genomic binding by the glucocorticoid receptor, a paradigmatic ligand-activated transcription factor, is targeted to preexisting foci of accessible chromatin. Factor binding invariably potentiates chromatin accessibility. Cell-selective glucocorticoid receptor occupancy patterns appear to be comprehensively predetermined by cell-specific differences in baseline chromatin accessibility patterns, with secondary contributions from local sequence features. The results define a framework for understanding regulatory factor-genome interactions and provide a molecular basis for the tissue selectivity of steroid pharmaceuticals and other agents that intersect the living genome.","John S, Sabo PJ, Thurman RE, Sung MH, Biddie SC, Johnson TA, Hager GL, Stamatoyannopoulos JA."],["20667999","Genome-wide analysis of DNA methylation and gene expression changes in the mouse lung following subchronic arsenate exposure.","Toxicol Sci","2010-Oct","SRA012495","Alterations in DNA methylation have been proposed as a mechanism for the complex toxicological effects of arsenic. In this study, whole-genome DNA methylation and gene expression changes were evaluated in lungs from female mice exposed for 90 days to 50 ppm arsenate (As) in drinking water. DNA methylation changes were measured using reduced representation bisulfite deep sequencing. Differential methylation was observed in approximately 700 and 1900 start and transcribed regions, respectively. The start regions showed bias toward decreased methylation. No bias was observed in the transcribed region. A comparison of absolute methylation levels in the control animals with treatment-related changes in methylation showed that baseline methylation levels play a role in determining which genes are methylated. Genes with low absolute methylation levels in the start region showed a trend toward increased As-related methylation and decreased expression. Genes with high levels of methylation in the transcribed region showed a trend toward decreased As-related methylation, but no change in expression. No overall correlation between treatment-related changes in methylation and expression was identified. Among genes showing differential methylation in the start region and differential expression, only 57% showed an inverse correlation. The results suggest that differential methylation following As treatment may only play a permissive role in regulating expression. Despite the low correlation, the subset of 17 genes that showed an inverse relationship between As-related methylation and expression included a substantial number that has been demonstrated to play a functional role in cancer-related processes and other effects consistent with arsenic exposure.","Boellmann F, Zhang L, Clewell HJ, Schroth GP, Kenyon EM, Andersen ME, Thomas RS."],["20508642","ATAC and Mediator coactivators form a stable complex and regulate a set of non-coding RNA genes.","EMBO Rep","2010-Jul","SRA020719","The Ada-Two-A-containing (ATAC) histone acetyltransferase and Mediator coactivator complexes regulate independent and distinct steps during transcription initiation and elongation. Here, we report the identification of a new stable molecular assembly formed between the ATAC and Mediator complexes in mouse embryonic stem cells. Moreover, we identify leucine zipper motif-containing protein 1 as a subunit of this meta-coactivator complex (MECO). Finally, we demonstrate that the MECO regulates a subset of RNA polymerase II-transcribed non-coding RNA genes. Our findings establish that transcription coactivator complexes can form stable subcomplexes to facilitate their combined actions on specific target genes.","Krebs AR, Demmers J, Karmodiya K, Chang NC, Chang AC, Tora L."],["20488932","Chromatin and sequence features that define the fine and gross structure of genomic methylation patterns.","Genome Res","2010-Jul","SRA023098","Abnormalities of genomic methylation patterns are lethal or cause disease, but the cues that normally designate CpG dinucleotides for methylation are poorly understood. We have developed a new method of methylation profiling that has single-CpG resolution and can address the methylation status of repeated sequences. We have used this method to determine the methylation status of >275 million CpG sites in human and mouse DNA from breast and brain tissues. Methylation density at most sequences was found to increase linearly with CpG density and to fall sharply at very high CpG densities, but transposons remained densely methylated even at higher CpG densities. The presence of histone H2A.Z and histone H3 di- or trimethylated at lysine 4 correlated strongly with unmethylated DNA and occurred primarily at promoter regions. We conclude that methylation is the default state of most CpG dinucleotides in the mammalian genome and that a combination of local dinucleotide frequencies, the interaction of repeated sequences, and the presence or absence of histone variants or modifications shields a population of CpG sites (most of which are in and around promoters) from DNA methyltransferases that lack intrinsic sequence specificity.","Edwards JR, O'Donnell AH, Rollins RA, Peckham HE, Lee C, Milekic MH, Chanrion B, Fu Y, Su T, Hibshoosh H, Gingrich JA, Haghighi F, Nutter R, Bestor TH."],["20478996","Propagation of adipogenic signals through an epigenomic transition state.","Genes Dev","2010-May-15","SRA017677","The transcriptional mechanisms by which temporary exposure to developmental signals instigates adipocyte differentiation are unknown. During early adipogenesis, we find transient enrichment of the glucocorticoid receptor (GR), CCAAT/enhancer-binding protein beta (CEBPbeta), p300, mediator subunit 1, and histone H3 acetylation near genes involved in cell proliferation, development, and differentiation, including the gene encoding the master regulator of adipocyte differentiation, peroxisome proliferator-activated receptor gamma2 (PPARgamma2). Occupancy and enhancer function are triggered by adipogenic signals, and diminish upon their removal. GR, which is important for adipogenesis but need not be active in the mature adipocyte, functions transiently with other enhancer proteins to propagate a new program of gene expression that includes induction of PPARgamma2, thereby providing a memory of the earlier adipogenic signal. Thus, the conversion of preadipocyte to adipocyte involves the formation of an epigenomic transition state that is not observed in cells at the beginning or end of the differentiation process.","Steger DJ, Grant GR, Schupp M, Tomaru T, Lefterova MI, Schug J, Manduchi E, Stoeckert CJ Jr, Lazar MA."],["20188665","Neuronal MeCP2 is expressed at near histone-octamer levels and globally alters the chromatin state.","Mol Cell","2010-Feb-26","SRA012162","MeCP2 is a nuclear protein with an affinity for methylated DNA that can recruit histone deacetylases. Deficiency or excess of MeCP2 causes severe neurological problems, suggesting that the number of molecules per cell must be precisely regulated. We quantified MeCP2 in neuronal nuclei and found that it is nearly as abundant as the histone octamer. Despite this high abundance, MeCP2 associates preferentially with methylated regions, and high-throughput sequencing showed that its genome-wide binding tracks methyl-CpG density. MeCP2 deficiency results in global changes in neuronal chromatin structure, including elevated histone acetylation and a doubling of histone H1. Neither change is detectable in glia, where MeCP2 occurs at lower levels. The mutant brain also shows elevated transcription of repetitive elements. Our data argue that MeCP2 may not act as a gene-specific transcriptional repressor in neurons, but might instead dampen transcriptional noise genome-wide in a DNA methylation-dependent manner.Copyright  2010 Elsevier Inc. All rights reserved.","Skene PJ, Illingworth RS, Webb S, Kerr AR, James KD, Turner DJ, Andrews R, Bird AP."],["20098412","Genome-wide erasure of DNA methylation in mouse primordial germ cells is affected by AID deficiency.","Nature","2010-Feb-25","SRA010923","Epigenetic reprogramming including demethylation of DNA occurs in mammalian primordial germ cells (PGCs) and in early embryos, and is important for the erasure of imprints and epimutations, and the return to pluripotency. The extent of this reprogramming and its molecular mechanisms are poorly understood. We previously showed that the cytidine deaminases AID and APOBEC1 can deaminate 5-methylcytosine in vitro and in Escherichia coli, and in the mouse are expressed in tissues in which demethylation occurs. Here we profiled DNA methylation throughout the genome by unbiased bisulphite next generation sequencing in wild-type and AID-deficient mouse PGCs at embryonic day (E)13.5. Wild-type PGCs revealed marked genome-wide erasure of methylation to a level below that of methylation deficient (Np95(-/-), also called Uhrf1(-/-)) embryonic stem cells, with female PGCs being less methylated than male ones. By contrast, AID-deficient PGCs were up to three times more methylated than wild-type ones; this substantial difference occurred throughout the genome, with introns, intergenic regions and transposons being relatively more methylated than exons. Relative hypermethylation in AID-deficient PGCs was confirmed by analysis of individual loci in the genome. Our results reveal that erasure of DNA methylation in the germ line is a global process, hence limiting the potential for transgenerational epigenetic inheritance. AID deficiency interferes with genome-wide erasure of DNA methylation patterns, indicating that AID has a critical function in epigenetic reprogramming and potentially in restricting the inheritance of epimutations in mammals.","Popp C, Dean W, Feng S, Cokus SJ, Andrews S, Pellegrini M, Jacobsen SE, Reik W."],["20075857","JARID2 regulates binding of the Polycomb repressive complex 2 to target genes in ES cells.","Nature","2010-Mar-11","SRA010898","The Polycomb group (PcG) proteins have an important role in controlling the expression of genes essential for development, differentiation and maintenance of cell fates. The Polycomb repressive complex 2 (PRC2) is believed to regulate transcriptional repression by catalysing the di- and tri-methylation of lysine 27 on histone H3 (H3K27me2/3). At present, it is unknown how the PcG proteins are recruited to their target promoters in mammalian cells. Here we show that PRC2 forms a stable complex with the Jumonji- and ARID-domain-containing protein, JARID2 (ref. 4). Using genome-wide location analysis, we show that JARID2 binds to more than 90% of previously mapped PcG target genes. Notably, we show that JARID2 is sufficient to recruit PcG proteins to a heterologous promoter, and that inhibition of JARID2 expression leads to a major loss of PcG binding and to a reduction of H3K27me3 levels on target genes. Consistent with an essential role for PcG proteins in early development, we demonstrate that JARID2 is required for the differentiation of mouse embryonic stem cells. Thus, these results demonstrate that JARID2 is essential for the binding of PcG proteins to target genes and, consistent with this, for the proper differentiation of embryonic stem cells and normal development.","Pasini D, Cloos PA, Walfridsson J, Olsson L, Bukowski JP, Johansen JV, Bak M, Tommerup N, Rappsilber J, Helin K."],["20064375","Jarid2/Jumonji coordinates control of PRC2 enzymatic activity and target gene occupancy in pluripotent cells.","Cell","2009-Dec-24","SRA010810","Polycomb Repressive Complex 2 (PRC2) regulates key developmental genes in embryonic stem (ES) cells and during development. Here we show that Jarid2/Jumonji, a protein enriched in pluripotent cells and a founding member of the Jumonji C (JmjC) domain protein family, is a PRC2 subunit in ES cells. Genome-wide ChIP-seq analyses of Jarid2, Ezh2, and Suz12 binding reveal that Jarid2 and PRC2 occupy the same genomic regions. We further show that Jarid2 promotes PRC2 recruitment to the target genes while inhibiting PRC2 histone methyltransferase activity, suggesting that it acts as a \"molecular rheostat\" that finely calibrates PRC2 functions at developmental genes. Using Xenopus laevis as a model we demonstrate that Jarid2 knockdown impairs the induction of gastrulation genes in blastula embryos and results in failure of differentiation. Our findings illuminate a mechanism of histone methylation regulation in pluripotent cells and during early cell-fate transitions.Copyright  2009 Elsevier Inc. All rights reserved.","Peng JC, Valouev A, Swigut T, Zhang J, Zhao Y, Sidow A, Wysocka J."],["19946276","Chromatin profiling by directly sequencing small quantities of immunoprecipitated DNA.","Nat Methods","2010-Jan","SRA009954","Chromatin structure and transcription factor localization can be assayed genome-wide by sequencing genomic DNA fractionated by protein occupancy or other properties, but current technologies involve multiple steps that introduce bias and inefficiency. Here we apply a single-molecule approach to directly sequence chromatin immunoprecipitated DNA with minimal sample manipulation. This method is compatible with just 50 pg of DNA and should thus facilitate charting chromatin maps from limited cell populations.","Goren A, Ozsolak F, Shoresh N, Ku M, Adli M, Hart C, Gymrek M, Zuk O, Regev A, Milos PM, Bernstein BE."],["19884257","Eset partners with Oct4 to restrict extraembryonic trophoblast lineage potential in embryonic stem cells.","Genes Dev","2009-Nov-1","SRA010240","The histone H3 Lys 9 (H3K9) methyltransferase Eset is an epigenetic regulator critical for the development of the inner cell mass (ICM). Although ICM-derived embryonic stem (ES) cells are normally unable to contribute to the trophectoderm (TE) in blastocysts, we find that depletion of Eset by shRNAs leads to differentiation with the formation of trophoblast-like cells and induction of trophoblast-associated gene expression. Using chromatin immmunoprecipitation (ChIP) and sequencing (ChIP-seq) analyses, we identified Eset target genes with Eset-dependent H3K9 trimethylation. We confirmed that genes that are preferentially expressed in the TE (Tcfap2a and Cdx2) are bound and repressed by Eset. Single-cell PCR analysis shows that the expression of Cdx2 and Tcfap2a is also induced in Eset-depleted morula cells. Importantly, Eset-depleted cells can incorporate into the TE of a blastocyst and, subsequently, placental tissues. Coimmunoprecipitation and ChIP assays further demonstrate that Eset interacts with Oct4, which in turn recruits Eset to silence these trophoblast-associated genes. Our results suggest that Eset restricts the extraembryonic trophoblast lineage potential of pluripotent cells and links an epigenetic regulator to key cell fate decision through a pluripotency factor.","Yuan P, Han J, Guo G, Orlov YL, Huss M, Loh YH, Yaw LP, Robson P, Lim B, Ng HH."],["19796622","Uncovering early response of gene regulatory networks in ESCs by systematic induction of transcription factors.","Cell Stem Cell","2009-Oct-2","SRA010014","To examine transcription factor (TF) network(s), we created mouse ESC lines, in each of which 1 of 50 TFs tagged with a FLAG moiety is inserted into a ubiquitously controllable tetracycline-repressible locus. Of the 50 TFs, Cdx2 provoked the most extensive transcriptome perturbation in ESCs, followed by Esx1, Sox9, Tcf3, Klf4, and Gata3. ChIP-Seq revealed that CDX2 binds to promoters of upregulated target genes. By contrast, genes downregulated by CDX2 did not show CDX2 binding but were enriched with binding sites for POU5F1, SOX2, and NANOG. Genes with binding sites for these core TFs were also downregulated by the induction of at least 15 other TFs, suggesting a common initial step for ESC differentiation mediated by interference with the binding of core TFs to their target genes. These ESC lines provide a fundamental resource to study biological networks in ESCs and mice.","Nishiyama A, Xin L, Sharov AA, Thomas M, Mowrer G, Meyers E, Piao Y, Mehta S, Yee S, Nakatake Y, Stagg C, Sharova L, Correa-Cerro LS, Bassey U, Hoang H, Kim E, Tapnio R, Qian Y, Dudekula D, Zalzman M, Li M, Falco G, Yang HT, Lee SL, Monti M, Stanghellini I, Islam MN, Nagaraja R, Goldberg I, Wang W, Longo DL, Schlessinger D, Ko MS."],["19779457","Jmjd3 contributes to the control of gene expression in LPS-activated macrophages.","EMBO J","2009-Nov-4","SRA010114","Jmjd3, a JmjC family histone demethylase, is induced by the transcription factor NF-kB in response to microbial stimuli. Jmjd3 erases H3K27me3, a histone mark associated with transcriptional repression and involved in lineage determination. However, the specific contribution of Jmjd3 induction and H3K27me3 demethylation to inflammatory gene expression remains unknown. Using chromatin immunoprecipitation-sequencing we found that Jmjd3 is preferentially recruited to transcription start sites characterized by high levels of H3K4me3, a marker of gene activity, and RNA polymerase II (Pol_II). Moreover, 70% of lipopolysaccharide (LPS)-inducible genes were found to be Jmjd3 targets. Although most Jmjd3 target genes were unaffected by its deletion, a few hundred genes, including inducible inflammatory genes, showed moderately impaired Pol_II recruitment and transcription. Importantly, most Jmjd3 target genes were not associated with detectable levels of H3K27me3, and transcriptional effects of Jmjd3 absence in the window of time analysed were uncoupled from measurable effects on this histone mark. These data show that Jmjd3 fine-tunes the transcriptional output of LPS-activated macrophages in an H3K27 demethylation-independent manner.","De Santa F, Narang V, Yap ZH, Tusi BK, Burgold T, Austenaa L, Bucci G, Caganova M, Notarbartolo S, Casola S, Testa G, Sung WK, Wei CL, Natoli G."],["19212405","ChIP-seq accurately predicts tissue-specific activity of enhancers.","Nature","2009-Feb-12","SRA008170","A major yet unresolved quest in decoding the human genome is the identification of the regulatory sequences that control the spatial and temporal expression of genes. Distant-acting transcriptional enhancers are particularly challenging to uncover because they are scattered among the vast non-coding portion of the genome. Evolutionary sequence constraint can facilitate the discovery of enhancers, but fails to predict when and where they are active in vivo. Here we present the results of chromatin immunoprecipitation with the enhancer-associated protein p300 followed by massively parallel sequencing, and map several thousand in vivo binding sites of p300 in mouse embryonic forebrain, midbrain and limb tissue. We tested 86 of these sequences in a transgenic mouse assay, which in nearly all cases demonstrated reproducible enhancer activity in the tissues that were predicted by p300 binding. Our results indicate that in vivo mapping of p300 binding is a highly accurate means for identifying enhancers and their associated activities, and suggest that such data sets will be useful to study the role of tissue-specific enhancers in human biology and disease on a genome-wide scale.","Visel A, Blow MJ, Li Z, Zhang T, Akiyama JA, Holt A, Plajzer-Frick I, Shoukry M, Wright C, Chen F, Afzal V, Ren B, Rubin EM, Pennacchio LA."],["19144320","Global mapping of H3K4me3 and H3K27me3 reveals specificity and plasticity in lineage fate determination of differentiating CD4+ T cells.","Immunity","2009-Jan-16","SRA008377","Multipotential naive CD4(+) T cells differentiate into distinct lineages including T helper 1 (Th1), Th2, Th17, and inducible T regulatory (iTreg) cells. The remarkable diversity of CD4(+) T cells begs the question whether the observed changes reflect terminal differentiation with heritable epigenetic modifications or plasticity in T cell responses. We generated genome-wide histone H3 lysine 4 (H3K4) and lysine 27 (H3K27) trimethylation maps in naive, Th1, Th2, Th17, iTreg, and natural Treg (nTreg) cells. We found that although modifications of signature-cytokine genes (Ifng, Il4, and Il17) partially conform to the expectation of lineage commitment, genes encoding transcription factors like Tbx21 exhibit a broad spectrum of epigenetic states, consistent with our demonstration of T-bet and interferon-gamma induction in nTreg cells. Our data suggest an epigenetic mechanism underlying the specificity and plasticity of effector and regulatory T cells and also provide a framework for understanding complexity of CD4(+) T helper cell differentiation.","Wei G, Wei L, Zhu J, Zang C, Hu-Li J, Yao Z, Cui K, Kanno Y, Roh TY, Watford WT, Schones DE, Peng W, Sun HW, Paul WE, O'Shea JJ, Zhao K."],["19047520","H3K27me3 forms BLOCs over silent genes and intergenic regions and specifies a histone banding pattern on a mouse autosomal chromosome.","Genome Res","2009-Feb","SRA008376","In mammals, genome-wide chromatin maps and immunofluorescence studies show that broad domains of repressive histone modifications are present on pericentromeric and telomeric repeats and on the inactive X chromosome. However, only a few autosomal loci such as silent Hox gene clusters have been shown to lie in broad domains of repressive histone modifications. Here we present a ChIP-chip analysis of the repressive H3K27me3 histone modification along chr 17 in mouse embryonic fibroblast cells using an algorithm named broad local enrichments (BLOCs), which allows the identification of broad regions of histone modifications. Our results, confirmed by BLOC analysis of a whole genome ChIP-seq data set, show that the majority of H3K27me3 modifications form BLOCs rather than focal peaks. H3K27me3 BLOCs modify silent genes of all types, plus flanking intergenic regions and their distribution indicates a negative correlation between H3K27me3 and transcription. However, we also found that some nontranscribed gene-poor regions lack H3K27me3. We therefore performed a low-resolution analysis of whole mouse chr 17, which revealed that H3K27me3 is enriched in mega-base-pair-sized domains that are also enriched for genes, short interspersed elements (SINEs) and active histone modifications. These genic H3K27me3 domains alternate with similar-sized gene-poor domains. These are deficient in active histone modifications, as well as H3K27me3, but are enriched for long interspersed elements (LINEs) and long-terminal repeat (LTR) transposons and H3K9me3 and H4K20me3. Thus, an autosome can be seen to contain alternating chromatin bands that predominantly separate genes from one retrotransposon class, which could offer unique domains for the specific regulation of genes or the silencing of autonomous retrotransposons.","Pauler FM, Sloane MA, Huang R, Regha K, Koerner MV, Tamir I, Sommer A, Aszodi A, Jenuwein T, Barlow DP."],["18981474","Genome-wide profiling of PPARgamma:RXR and RNA polymerase II occupancy reveals temporal activation of distinct metabolic pathways and changes in RXR dimer composition during adipogenesis.","Genes Dev","2008-Nov-1","SRA008245","The nuclear receptor peroxisome proliferator-activated receptor gamma (PPARgamma) is a key regulator of adipocyte differentiation in vivo and ex vivo and has been shown to control the expression of several adipocyte-specific genes. In this study, we used chromatin immunoprecipitation combined with deep sequencing to generate genome-wide maps of PPARgamma and retinoid X receptor (RXR)-binding sites, and RNA polymerase II (RNAPII) occupancy at very high resolution throughout adipocyte differentiation of 3T3-L1 cells. We identify >5000 high-confidence shared PPARgamma:RXR-binding sites in adipocytes and show that during early stages of differentiation, many of these are preoccupied by non-PPARgamma RXR-heterodimers. Different temporal and compositional patterns of occupancy are observed. In addition, we detect co-occupancy with members of the C/EBP family. Analysis of RNAPII occupancy uncovers distinct clusters of similarly regulated genes of different biological processes. PPARgamma:RXR binding is associated with the majority of induced genes, and sites are particularly abundant in the vicinity of genes involved in lipid and glucose metabolism. Our analyses represent the first genome-wide map of PPARgamma:RXR target sites and changes in RNAPII occupancy throughout adipocyte differentiation and indicate that a hitherto unrecognized high number of adipocyte genes of distinctly regulated pathways are directly activated by PPARgamma:RXR.","Nielsen R, Pedersen TA, Hagenbeek D, Moulos P, Siersbaek R, Megens E, Denissov S, Børgesen M, Francoijs KJ, Mandrup S, Stunnenberg HG."],["18974828","Genomewide analysis of PRC1 and PRC2 occupancy identifies two classes of bivalent domains.","PLoS Genet","2008-Oct","SRA008382","In embryonic stem (ES) cells, bivalent chromatin domains with overlapping repressive (H3 lysine 27 tri-methylation) and activating (H3 lysine 4 tri-methylation) histone modifications mark the promoters of more than 2,000 genes. To gain insight into the structure and function of bivalent domains, we mapped key histone modifications and subunits of Polycomb-repressive complexes 1 and 2 (PRC1 and PRC2) genomewide in human and mouse ES cells by chromatin immunoprecipitation, followed by ultra high-throughput sequencing. We find that bivalent domains can be segregated into two classes -- the first occupied by both PRC2 and PRC1 (PRC1-positive) and the second specifically bound by PRC2 (PRC2-only). PRC1-positive bivalent domains appear functionally distinct as they more efficiently retain lysine 27 tri-methylation upon differentiation, show stringent conservation of chromatin state, and associate with an overwhelming number of developmental regulator gene promoters. We also used computational genomics to search for sequence determinants of Polycomb binding. This analysis revealed that the genomewide locations of PRC2 and PRC1 can be largely predicted from the locations, sizes, and underlying motif contents of CpG islands. We propose that large CpG islands depleted of activating motifs confer epigenetic memory by recruiting the full repertoire of Polycomb complexes in pluripotent cells.","Ku M, Koche RP, Rheinbay E, Mendenhall EM, Endoh M, Mikkelsen TS, Presser A, Nusbaum C, Xie X, Chi AS, Adli M, Kasif S, Ptaszek LM, Cowan CA, Lander ES, Koseki H, Bernstein BE."],["18692474","Connecting microRNA genes to the core transcriptional regulatory circuitry of embryonic stem cells.","Cell","2008-Aug-8","SRA008383","MicroRNAs (miRNAs) are crucial for normal embryonic stem (ES) cell self-renewal and cellular differentiation, but how miRNA gene expression is controlled by the key transcriptional regulators of ES cells has not been established. We describe here the transcriptional regulatory circuitry of ES cells that incorporates protein-coding and miRNA genes based on high-resolution ChIP-seq data, systematic identification of miRNA promoters, and quantitative sequencing of short transcripts in multiple cell types. We find that the key ES cell transcription factors are associated with promoters for miRNAs that are preferentially expressed in ES cells and with promoters for a set of silent miRNA genes. This silent set of miRNA genes is co-occupied by Polycomb group proteins in ES cells and shows tissue-specific expression in differentiated cells. These data reveal how key ES cell transcription factors promote the ES cell miRNA expression program and integrate miRNAs into the regulatory circuitry controlling ES cell identity.","Marson A, Levine SS, Cole MF, Frampton GM, Brambrink T, Johnstone S, Guenther MG, Johnston WK, Wernig M, Newman J, Calabrese JM, Dennis LM, Volkert TL, Gupta S, Love J, Hannett N, Sharp PA, Bartel DP, Jaenisch R, Young RA."],["18600261","Genome-scale DNA methylation maps of pluripotent and differentiated cells.","Nature","2008-Aug-7","SRA001154","DNA methylation is essential for normal development and has been implicated in many pathologies including cancer. Our knowledge about the genome-wide distribution of DNA methylation, how it changes during cellular differentiation and how it relates to histone methylation and other chromatin modifications in mammals remains limited. Here we report the generation and analysis of genome-scale DNA methylation profiles at nucleotide resolution in mammalian cells. Using high-throughput reduced representation bisulphite sequencing and single-molecule-based sequencing, we generated DNA methylation maps covering most CpG islands, and a representative sampling of conserved non-coding elements, transposons and other genomic features, for mouse embryonic stem cells, embryonic-stem-cell-derived and primary neural cells, and eight other primary tissues. Several key findings emerge from the data. First, DNA methylation patterns are better correlated with histone methylation patterns than with the underlying genome sequence context. Second, methylation of CpGs are dynamic epigenetic marks that undergo extensive changes during cellular differentiation, particularly in regulatory regions outside of core promoters. Third, analysis of embryonic-stem-cell-derived and primary cells reveals that 'weak' CpG islands associated with a specific set of developmentally regulated genes undergo aberrant hypermethylation during extended proliferation in vitro, in a pattern reminiscent of that reported in some primary tumours. More generally, the results establish reduced representation bisulphite sequencing as a powerful technology for epigenetic profiling of cell populations relevant to developmental biology, cancer and regenerative medicine.","Meissner A, Mikkelsen TS, Gu H, Wernig M, Hanna J, Sivachenko A, Zhang X, Bernstein BE, Nusbaum C, Jaffe DB, Gnirke A, Jaenisch R, Lander ES."],["20519413","Strand-specific deep sequencing of the transcriptome.","Genome Res","2010-Jul","SRA009091","Several studies support that antisense-mediated regulation may affect a large proportion of genes. Using the Illumina next-generation sequencing platform, we developed DSSS (direct strand specific sequencing), a strand-specific protocol for transcriptome sequencing. We tested DSSS with RNA from two samples, prokaryotic (Mycoplasma pneumoniae) as well as eukaryotic (Mus musculus), and obtained data containing strand-specific information, using single-read and paired-end sequencing. We validated our results by comparison with a strand-specific tiling array data set for strain M129 of the simple prokaryote M. pneumoniae, and by quantitative PCR (qPCR). The results of DSSS were very well supported by the results from tiling arrays and qPCR. Moreover, DSSS provided higher dynamic range and single-base resolution, thus enabling efficient antisense detection and the precise mapping of transcription start sites and untranslated regions. DSSS data for mouse confirmed strand specificity of the protocol and the general applicability of the approach to studying eukaryotic transcription. We propose DSSS as a simple and efficient strategy for strand-specific transcriptome sequencing and as a tool for genome annotation exploiting the increased read lengths that next-generation sequencing technology now is capable to deliver.","Vivancos AP, Güell M, Dohm JC, Serrano L, Himmelbauer H."],["20502517","Most \"dark matter\" transcripts are associated with known genes.","PLoS Biol","2010-May","SRA009091","A series of reports over the last few years have indicated that a much larger portion of the mammalian genome is transcribed than can be accounted for by currently annotated genes, but the quantity and nature of these additional transcripts remains unclear. Here, we have used data from single- and paired-end RNA-Seq and tiling arrays to assess the quantity and composition of transcripts in PolyA+ RNA from human and mouse tissues. Relative to tiling arrays, RNA-Seq identifies many fewer transcribed regions (\"seqfrags\") outside known exons and ncRNAs. Most nonexonic seqfrags are in introns, raising the possibility that they are fragments of pre-mRNAs. The chromosomal locations of the majority of intergenic seqfrags in RNA-Seq data are near known genes, consistent with alternative cleavage and polyadenylation site usage, promoter- and terminator-associated transcripts, or new alternative exons; indeed, reads that bridge splice sites identified 4,544 new exons, affecting 3,554 genes. Most of the remaining seqfrags correspond to either single reads that display characteristics of random sampling from a low-level background or several thousand small transcripts (median length = 111 bp) present at higher levels, which also tend to display sequence conservation and originate from regions with open chromatin. We conclude that, while there are bona fide new intergenic transcripts, their number and abundance is generally low in comparison to known exons, and the genome is not as pervasively transcribed as previously reported.","van Bakel H, Nislow C, Blencowe BJ, Hughes TR."],["20022973","Copy number variant detection in inbred strains from short read sequence data.","Bioinformatics","2010-Feb-15","ERA000077","SUMMARY: We have developed an algorithm to detect copy number variants (CNVs) in homozygous organisms, such as inbred laboratory strains of mice, from short read sequence data. Our novel approach exploits the fact that inbred mice are homozygous at virtually every position in the genome to detect CNVs using a hidden Markov model (HMM). This HMM uses both the density of sequence reads mapped to the genome, and the rate of apparent heterozygous single nucleotide polymorphisms, to determine genomic copy number. We tested our algorithm on short read sequence data generated from re-sequencing chromosome 17 of the mouse strains A/J and CAST/EiJ with the Illumina platform. In total, we identified 118 copy number variants (43 for A/J and 75 for CAST/EiJ). We investigated the performance of our algorithm through comparison to CNVs previously identified by array-comparative genomic hybridization (array CGH). We performed quantitative-PCR validation on a subset of the calls that differed from the array CGH data sets.","Simpson JT, McIntyre RE, Adams DJ, Durbin R."],["19825173","Deep short-read sequencing of chromosome 17 from the mouse strains A/J and CAST/Ei identifies significant germline variation and candidate genes that regulate liver triglyceride levels.","Genome Biol","2009","ERA000077","Genome sequences are essential tools for comparative and mutational analyses. Here we present the short read sequence of mouse chromosome 17 from the Mus musculus domesticus derived strain A/J, and the Mus musculus castaneus derived strain CAST/Ei. We describe approaches for the accurate identification of nucleotide and structural variation in the genomes of vertebrate experimental organisms, and show how these techniques can be applied to help prioritize candidate genes within quantitative trait loci.","Sudbery I, Stalker J, Simpson JT, Keane T, Rust AG, Hurles ME, Walter K, Lynch D, Teboul L, Brown SD, Li H, Ning Z, Nadeau JH, Croniger CM, Durbin R, Adams DJ."],["20412780","Genome-wide MyoD binding in skeletal muscle cells: a potential for broad cellular reprogramming.","Dev Cell","2010-Apr-20","SRA010854","Recent studies have demonstrated that MyoD initiates a feed-forward regulation of skeletal muscle gene expression, predicting that MyoD binds directly to many genes expressed during differentiation. We have used chromatin immunoprecipitation and high-throughput sequencing to identify genome-wide binding of MyoD in several skeletal muscle cell types. As anticipated, MyoD preferentially binds to a VCASCTG sequence that resembles the in vitro-selected site for a MyoD:E-protein heterodimer, and MyoD binding increases during differentiation at many of the regulatory regions of genes expressed in skeletal muscle. Unanticipated findings were that MyoD was constitutively bound to thousands of additional sites in both myoblasts and myotubes, and that the genome-wide binding of MyoD was associated with regional histone acetylation. Therefore, in addition to regulating muscle gene expression, MyoD binds genome wide and has the ability to broadly alter the epigenome in myoblasts and myotubes.Copyright  2010 Elsevier Inc. All rights reserved.","Cao Y, Yao Z, Sarkar D, Lawrence M, Sanchez GJ, Parker MH, MacQuarrie KL, Davison J, Morgan MT, Ruzzo WL, Gentleman RC, Tapscott SJ."],["19002256","Genome-scale validation of deep-sequencing libraries.","PLoS One","2008","SRA001097","Chromatin immunoprecipitation followed by high-throughput (HTP) sequencing (ChIP-seq) is a powerful tool to establish protein-DNA interactions genome-wide. The primary limitation of its broad application at present is the often-limited access to sequencers. Here we report a protocol, Mab-seq, that generates genome-scale quality evaluations for nucleic acid libraries intended for deep-sequencing. We show how commercially available genomic microarrays can be used to maximize the efficiency of library creation and quickly generate reliable preliminary data on a chromosomal scale in advance of deep sequencing. We also exploit this technique to compare enriched regions identified using microarrays with those identified by sequencing, demonstrating that they agree on a core set of clearly identified enriched regions, while characterizing the additional enriched regions identifiable using HTP sequencing.","Schmidt D, Stark R, Wilson MD, Brown GD, Odom DT."]]