{"ResultSet":{"Result":[{"pmid":"21427231","article_title":"Lsh, chromatin remodeling family member, modulates genome-wide cytosine methylation patterns at nonrepeat sequences.","journal":"Proc Natl Acad Sci U S A","vol":"108","issue":"14","page":"5626-31","date":"2011-Apr-5","sra_id":"SRA036913","sra_title":"GSE29393: H3K4me3 modification analysis comparing Lsh WT and Lsh-\/- MEFs"},{"pmid":"21258342","article_title":"Chromatin accessibility pre-determines glucocorticoid receptor binding patterns.","journal":"Nat Genet","vol":"43","issue":"3","page":"264-8","date":"2011-Mar","sra_id":"SRA027300","sra_title":"Chromatin accessibility pre-determines de novo steroid receptor binding"},{"pmid":"20667999","article_title":"Genome-wide analysis of DNA methylation and gene expression changes in the mouse lung following subchronic arsenate exposure.","journal":"Toxicol Sci","vol":"117","issue":"2","page":"404-17","date":"2010-Oct","sra_id":"SRA012495","sra_title":"Genome wide analysis of DNA methylation and gene expression changes after subchronic arsenate exposure in the mouse lung"},{"pmid":"20508642","article_title":"ATAC and Mediator coactivators form a stable complex and regulate a set of non-coding RNA genes.","journal":"EMBO Rep","vol":"11","issue":"7","page":"541-7","date":"2010-Jul","sra_id":"SRA020719","sra_title":"GSE21717: ATAC and Mediator coactivators form a stable complex and regulates a set of non-coding RNA genes"},{"pmid":"20488932","article_title":"Chromatin and sequence features that define the fine and gross structure of genomic methylation patterns.","journal":"Genome Res","vol":"20","issue":"7","page":"972-80","date":"2010-Jul","sra_id":"SRA023098","sra_title":"GSE21242: Chromatin and Sequence Features that Define the Fine and Gross Structure of Genomics Methylation Patterns"},{"pmid":"20478996","article_title":"Propagation of adipogenic signals through an epigenomic transition state.","journal":"Genes Dev","vol":"24","issue":"10","page":"1035-44","date":"2010-May-15","sra_id":"SRA017677","sra_title":"GSE21898: Propagation of Adipogenic Signals through an Epigenomic Transition State"},{"pmid":"20188665","article_title":"Neuronal MeCP2 is expressed at near histone-octamer levels and globally alters the chromatin state.","journal":"Mol Cell","vol":"37","issue":"4","page":"457-68","date":"2010-Feb-26","sra_id":"SRA012162","sra_title":"GSE19786: Neuronal MeCP2 is expressed at near histone-octamer levels and globally alters the chromatin state"},{"pmid":"20098412","article_title":"Genome-wide erasure of DNA methylation in mouse primordial germ cells is affected by AID deficiency.","journal":"Nature","vol":"463","issue":"7284","page":"1101-5","date":"2010-Feb-25","sra_id":"SRA010923","sra_title":"GSE19960: Genome-wide erasure of DNA methylation in mouse primordial germ cells is affected by Aid deficiency"},{"pmid":"20075857","article_title":"JARID2 regulates binding of the Polycomb repressive complex 2 to target genes in ES cells.","journal":"Nature","vol":"464","issue":"7286","page":"306-10","date":"2010-Mar-11","sra_id":"SRA010898","sra_title":"GSE19365: Genome wide mapping of Jarid2 and Suz12 binding sites in mouse ES cells before and after Jarid2 depletion"},{"pmid":"20064375","article_title":"Jarid2\/Jumonji coordinates control of PRC2 enzymatic activity and target gene occupancy in pluripotent cells.","journal":"Cell","vol":"139","issue":"7","page":"1290-302","date":"2009-Dec-24","sra_id":"SRA010810","sra_title":"GSE18776: Jarid2\/Jumonji coordinates control of PRC2 enzymatic activity and target gene occupancy in pluripotent cells"},{"pmid":"19946276","article_title":"Chromatin profiling by directly sequencing small quantities of immunoprecipitated DNA.","journal":"Nat Methods","vol":"7","issue":"1","page":"47-9","date":"2010-Jan","sra_id":"SRA009954","sra_title":"Chromatin Profiling by Directly Sequencing Small Quantities of Immunoprecipitated DNA"},{"pmid":"19884257","article_title":"Eset partners with Oct4 to restrict extraembryonic trophoblast lineage potential in embryonic stem cells.","journal":"Genes Dev","vol":"23","issue":"21","page":"2507-20","date":"2009-Nov-1","sra_id":"SRA010240","sra_title":"GSE17642: Genome-wide mapping of Eset-binding sites and H3K9me3 state in mouse embryonic stem cells"},{"pmid":"19796622","article_title":"Uncovering early response of gene regulatory networks in ESCs by systematic induction of transcription factors.","journal":"Cell Stem Cell","vol":"5","issue":"4","page":"420-33","date":"2009-Oct-2","sra_id":"SRA010014","sra_title":"GSE14586: Cdx2 Binding Sites On Cdx2 Expressing ES Cells"},{"pmid":"19779457","article_title":"Jmjd3 contributes to the control of gene expression in LPS-activated macrophages.","journal":"EMBO J","vol":"28","issue":"21","page":"3341-52","date":"2009-Nov-4","sra_id":"SRA010114","sra_title":"GSE17631: Genome wide maps of histone demethylase jmjd3, chromatin state and RNA pol in mouse bone marrow-derived macrophages"},{"pmid":"19212405","article_title":"ChIP-seq accurately predicts tissue-specific activity of enhancers.","journal":"Nature","vol":"457","issue":"7231","page":"854-8","date":"2009-Feb-12","sra_id":"SRA008170","sra_title":"ChIP-seq Accurately Predicts Tissue-Specific Activity of Enhancers"},{"pmid":"19144320","article_title":"Global mapping of H3K4me3 and H3K27me3 reveals specificity and plasticity in lineage fate determination of differentiating CD4+ T cells.","journal":"Immunity","vol":"30","issue":"1","page":"155-67","date":"2009-Jan-16","sra_id":"SRA008377","sra_title":"Global Mapping of Histone H3 K4 and K27 Trimethylation: Lineage Fate Determination of Differentiating CD4+ T Cells"},{"pmid":"19047520","article_title":"H3K27me3 forms BLOCs over silent genes and intergenic regions and specifies a histone banding pattern on a mouse autosomal chromosome.","journal":"Genome Res","vol":"19","issue":"2","page":"221-33","date":"2009-Feb","sra_id":"SRA008376","sra_title":"Chip-seq from MEF cells H3K27me3"},{"pmid":"18981474","article_title":"Genome-wide profiling of PPARgamma:RXR and RNA polymerase II occupancy reveals temporal activation of distinct metabolic pathways and changes in RXR dimer composition during adipogenesis.","journal":"Genes Dev","vol":"22","issue":"21","page":"2953-67","date":"2008-Nov-1","sra_id":"SRA008245","sra_title":"Genome-wide profiling of PPAR?:RXR and RNA polymerase II"},{"pmid":"18974828","article_title":"Genomewide analysis of PRC1 and PRC2 occupancy identifies two classes of bivalent domains.","journal":"PLoS Genet","vol":"4","issue":"10","page":"e1000242","date":"2008-Oct","sra_id":"SRA008382","sra_title":"Mapping polycomb complexes in human and mouse embryonic stem cells"},{"pmid":"18692474","article_title":"Connecting microRNA genes to the core transcriptional regulatory circuitry of embryonic stem cells.","journal":"Cell","vol":"134","issue":"3","page":"521-33","date":"2008-Aug-8","sra_id":"SRA008383","sra_title":"Connecting microRNA genes to the core transcriptional regulatory circuitry of embryonic stem cells - ChIP-seq component"},{"pmid":"18600261","article_title":"Genome-scale DNA methylation maps of pluripotent and differentiated cells.","journal":"Nature","vol":"454","issue":"7205","page":"766-70","date":"2008-Aug-7","sra_id":"SRA001154","sra_title":"Genome-wide chromatin state maps of ES cells, ES-derived neural progenitor cells and brain tissue"}]}}
