[["SRA025958",[["21182768","Homoeolog-specific retention and use in allotetraploid Arabidopsis suecica depends on parent of origin and network partners.","Genome Biol","2010","SRA025958","Allotetraploids carry pairs of diverged homoeologs for most genes. With the genome doubled in size, the number of putative interactions is enormous. This poses challenges on how to coordinate the two disparate genomes, and creates opportunities by enhancing the phenotypic variation. New combinations of alleles co-adapt and respond to new environmental pressures. Three stages of the allopolyploidization process--parental species divergence, hybridization, and genome duplication--have been well analyzed. The last stage of evolutionary adjustments remains mysterious.Homoeolog-specific retention and use were analyzed in Arabidopsis suecica (As), a species derived from A. thaliana (At) and A. arenosa (Aa) in a single event 12,000 to 300,000 years ago. We used 405,466 diagnostic features on tiling microarrays to recognize At and Aa contributions to the As genome and transcriptome: 324 genes lacked Aa contributions and 614 genes lacked At contributions within As. In leaf tissues, 3,458 genes preferentially expressed At homoeologs while 4,150 favored Aa homoeologs. These patterns were validated with resequencing. Genes with preferential use of Aa homoeologs were enriched for expression functions, consistent with the dominance of Aa transcription. Heterologous networks--mixed from At and Aa transcripts--were underrepresented.Thousands of deleted and silenced homoeologs in the genome of As were identified. Since heterologous networks may be compromised by interspecies incompatibilities, these networks evolve co-biases, expressing either only Aa or only At homoeologs. This progressive change towards predominantly pure parental networks might contribute to phenotypic variability and plasticity, and enable the species to exploit a larger range of environments.","Chang PL, Dilkes BP, McMahon M, Comai L, Nuzhdin SV."]],["SRP004053","Allotetraploids carry pairs of diverged homoeologs for most genes. With the genome doubled in size, the number of putative interactions is enormous. This poses challenges on how to coordinate the two disparate genomes, and creates opportunities by enhancing the phenotypic variation. New combinations of alleles co-adapt and respond to new environmental pressures. Three stages of the allopolyploidization process - parental species divergence, hybridization, and genome duplication - have been well analyzed. The last stage of evolutionary adjustments remains mysterious. Homoeolog-specific retention and use were analyzed in Arabidopsis suecica (As), a species derived from A. thaliana (At) and A. arenosa (Aa) in a single event 12-300KYA. 405,466 diagnostic features on tiling microarrays were used to recognize At and Aa contributions to the As genome and transcriptome. 324 genes lacked Aa contributions and 614 genes lacked At contributions within As. In leaf tissues, 3,458 genes preferentially expressed At homoeologs while 4,150 favored Aa homoeologs. These patterns were validated with resequencing. Genes with preferential use of Aa homoeologs were enriched for expression functions, consistent with the dominance of Aa transcription. Heterologous networks - mixed from At and Aa transcripts - were underrepresented. Thousands of deleted and silenced homoeologs in the genome of As were identified. Since heterologous networks may be compromised by interspecies incompatibilities, these networks evolve co-biases, expressing either only Aa or only At homoeologs. This progressive change towards predominantly pure parental networks might contribute to phenotypic variability and plasticity, and enable the species to exploit a larger range of environments.","no study description"],[["SRX030141","no description for experiment design","no description for library construction","Illumina Genome Analyzer II","Base Space","SRS118749",[["SRR071240","19,335,048","2,784,246,912","144"]]]],[["SRS118749","no sample description",[["no attribution tag","no attribution value"]]]]],["SRA009031",[["20410051","Supersplat--spliced RNA-seq alignment.","Bioinformatics","2010-Jun-15","SRA009031","High-throughput sequencing technologies have recently made deep interrogation of expressed transcript sequences practical, both economically and temporally. Identification of intron/exon boundaries is an essential part of genome annotation, yet remains a challenge. Here, we present supersplat, a method for unbiased splice-junction discovery through empirical RNA-seq data.Using a genomic reference and RNA-seq high-throughput sequencing datasets, supersplat empirically identifies potential splice junctions at a rate of approximately 11.4 million reads per hour. We further benchmark the performance of the algorithm by mapping Illumina RNA-seq reads to identify introns in the genome of the reference dicot plant Arabidopsis thaliana and we demonstrate the utility of supersplat for de novo empirical annotation of splice junctions using the reference monocot plant Brachypodium distachyon.Implemented in C++, supersplat source code and binaries are freely available on the web at http://mocklerlab-tools.cgrb.oregonstate.edu/.","Bryant DW Jr, Shen R, Priest HD, Wong WK, Mockler TC."],["20122235","Genome-wide sequence-based prediction of peripheral proteins using a novel semi-supervised learning technique.","BMC Bioinformatics","2010","SRA009031","In supervised learning, traditional approaches to building a classifier use two sets of examples with pre-defined classes along with a learning algorithm. The main limitation of this approach is that examples from both classes are required which might be infeasible in certain cases, especially those dealing with biological data. Such is the case for membrane-binding peripheral domains that play important roles in many biological processes, including cell signaling and membrane trafficking by reversibly binding to membranes. For these domains, a well-defined positive set is available with domains known to bind membrane along with a large unlabeled set of domains whose membrane binding affinities have not been measured. The aforementioned limitation can be addressed by a special class of semi-supervised machine learning called positive-unlabeled (PU) learning that uses a positive set with a large unlabeled set. METHODS In this study, we implement the first application of PU-learning to a protein function prediction problem: identification of peripheral domains. PU-learning starts by identifying reliable negative (RN) examples iteratively from the unlabeled set until convergence and builds a classifier using the positive and the final RN set. A data set of 232 positive cases and ~3750 unlabeled ones were used to construct and validate the protocol.Holdout evaluation of the protocol on a left-out positive set showed that the accuracy of prediction reached up to 95% during two independent implementations.These results suggest that our protocol can be used for predicting membrane-binding properties of a wide variety of modular domains. Protocols like the one presented here become particularly useful in the case of availability of information from one class only.","Bhardwaj N, Gerstein M, Lu H."]],["SRP000935","placeholder","Alternative splicing was profiled in Arabidopsis thaliana using Illumina-based RNA-seq. Five abiotic stress treatments and untreated controls were analyzed.  All samples represented Col-0 wildtype plants."],[["SRX006191","n/a","Total RNA was extracted using “The Plant RNA Reagent” (Invitrogen). RNA was treated for 10 min at 65C with RNAsecure reagent (Ambion). To eliminate genomic DNA amplification, all RNA preparations were treated for 15 min at 37C with RNase-free “Turbo DNase” (Ambion). Next, total RNA was further purified using the “RNAeasy Mini RNA kit” (Qiagen) according to the manufacturer’s RNA clean up protocol. Isolation of mRNA essentially free of ribosomal and other non-polyadenylated RNAs was critical for generation of non-biased randomly primed (RP) libraries. For the RP libraries the poly(A) mRNA was isolated by two consecutive cycles of purification on oligo d(T) cellulose using the “Micro-PolyA-Purist” kit (Ambion). Concentration, integrity and extent of contamination by ribosomal RNA were monitored using a ND-1000 spectrophotometer (Thermo Fisher Scientific) and Bioanalyzer 2100 (Agilent Technologies). Full-length enriched (FL) cDNA libraries were generated using the SMART method (Zhu et al., 2001). cDNA (5-7 ug in a 50 µL volume) was mixed with 750 uL of Illumina nebulization buffer and fragmented for 7 min in a nebulizer (Invitrogen) using compressed nitrogen at 35 psi. The sheared cDNA was purified using “QIAquick PCR Purification Kit” (Qiagen) and eluted into 32 uL of water. For the randomly primed (RP) cDNA libraries the first cDNA strand was synthesized using 1 ug of poly(A) mRNA essentially free of rRNA, random hexamer primers (300 ng per each ug of RNA), and Superscript III reverse transcriptase (RT) (Invitrogen). The second strand of cDNA was synthesized using DNA polymerase I (Klenow fragment) by combining 20 uL of the 1st strand reaction, 8 uL of 10x Klenow Buffer (NEB), 1 unit of RNAse H (Invitrogen), 68.8 uL of water and 30 units of DNA Polymerase I (NEB). The reaction was incubated for 90 min at 15C and cDNA was purified using “Qiaquick PCR clean up” kit. To prepare cDNAs for sequencing on the Illumina Genome Analyzer, FL or RP cDNA (30 uL) was combined with 10 uL of 10 mM ATP in 5X T4 DNA ligase buffer (Invitrogen), 4 uL of 10 mM dNTPs mix, 2.5 uL of T4 DNA polymerase (3 U/uL), 1 uL of Klenow DNA Pol (5 U/uL) and 2.5 uL of T4 polynucleotide kinase (10 U/uL, NEB). After incubation for 30 min at 20C the DNA was purified using “QIAquick PCR Purification kit”. To add dA to the termini, 32 uL DNA from the prior step was mixed with 5 uL of 10X Klenow buffer, 10 uL of 1 mM dATP, and 3 ul of Klenow exo-polymerase (3’ to 5’ exo minus, 5 U/uL, NEB) and incubated for 30 min at 37C. DNA was purified using a “QIAquick MinElute Reaction Clean-up” (Qiagen) kit and eluted into 12 uL of water. To ligate Illumina adapters, 10 uL of cDNA from the prior step was mixed with 5 uL of 5X T4 DNA ligase buffer, 6 uL of adapter oligo mix, 4 uL of T4 DNA ligase (NEB) and incubated for 15 min at 25C. DNA was purified using a “QIAquick MinElute PCR Purification Kit”. cDNA was size-fractionated (typically with average fragment length of 170 base pairs) on 3.5% (w/v) “NuSieve GTG” agarose. The fractionated libraries were PCR amplified using “Phusion Hot Start High-Fidelity” DNA polymerase (NEB) and the following PCR protocol: 30 sec at 98C, then 10 sec at 98C, 30 sec. at 65C, and 30 sec. at 72C for 18 cycles, followed by a 10-min extension step at 72C. Prior to cluster generation, DNA was diluted to a final concentration of 5 to 10 pM to generate 25,000 to 40,000 clusters per tile of the flow cell.","Illumina Genome Analyzer","Base Space","SRS004095",[["SRR018346","40,573,515","1,460,646,540","36"]]],["SRX006192","n/a","Total RNA was extracted using “The Plant RNA Reagent” (Invitrogen). RNA was treated for 10 min at 65C with RNAsecure reagent (Ambion). To eliminate genomic DNA amplification, all RNA preparations were treated for 15 min at 37C with RNase-free “Turbo DNase” (Ambion). Next, total RNA was further purified using the “RNAeasy Mini RNA kit” (Qiagen) according to the manufacturer’s RNA clean up protocol. Isolation of mRNA essentially free of ribosomal and other non-polyadenylated RNAs was critical for generation of non-biased randomly primed (RP) libraries. For the RP libraries the poly(A) mRNA was isolated by two consecutive cycles of purification on oligo d(T) cellulose using the “Micro-PolyA-Purist” kit (Ambion). Concentration, integrity and extent of contamination by ribosomal RNA were monitored using a ND-1000 spectrophotometer (Thermo Fisher Scientific) and Bioanalyzer 2100 (Agilent Technologies). Full-length enriched (FL) cDNA libraries were generated using the SMART method (Zhu et al., 2001). cDNA (5-7 ug in a 50 µL volume) was mixed with 750 uL of Illumina nebulization buffer and fragmented for 7 min in a nebulizer (Invitrogen) using compressed nitrogen at 35 psi. The sheared cDNA was purified using “QIAquick PCR Purification Kit” (Qiagen) and eluted into 32 uL of water. For the randomly primed (RP) cDNA libraries the first cDNA strand was synthesized using 1 ug of poly(A) mRNA essentially free of rRNA, random hexamer primers (300 ng per each ug of RNA), and Superscript III reverse transcriptase (RT) (Invitrogen). The second strand of cDNA was synthesized using DNA polymerase I (Klenow fragment) by combining 20 uL of the 1st strand reaction, 8 uL of 10x Klenow Buffer (NEB), 1 unit of RNAse H (Invitrogen), 68.8 uL of water and 30 units of DNA Polymerase I (NEB). The reaction was incubated for 90 min at 15C and cDNA was purified using “Qiaquick PCR clean up” kit. To prepare cDNAs for sequencing on the Illumina Genome Analyzer, FL or RP cDNA (30 uL) was combined with 10 uL of 10 mM ATP in 5X T4 DNA ligase buffer (Invitrogen), 4 uL of 10 mM dNTPs mix, 2.5 uL of T4 DNA polymerase (3 U/uL), 1 uL of Klenow DNA Pol (5 U/uL) and 2.5 uL of T4 polynucleotide kinase (10 U/uL, NEB). After incubation for 30 min at 20C the DNA was purified using “QIAquick PCR Purification kit”. To add dA to the termini, 32 uL DNA from the prior step was mixed with 5 uL of 10X Klenow buffer, 10 uL of 1 mM dATP, and 3 ul of Klenow exo-polymerase (3’ to 5’ exo minus, 5 U/uL, NEB) and incubated for 30 min at 37C. DNA was purified using a “QIAquick MinElute Reaction Clean-up” (Qiagen) kit and eluted into 12 uL of water. To ligate Illumina adapters, 10 uL of cDNA from the prior step was mixed with 5 uL of 5X T4 DNA ligase buffer, 6 uL of adapter oligo mix, 4 uL of T4 DNA ligase (NEB) and incubated for 15 min at 25C. DNA was purified using a “QIAquick MinElute PCR Purification Kit”. cDNA was size-fractionated (typically with average fragment length of 170 base pairs) on 3.5% (w/v) “NuSieve GTG” agarose. The fractionated libraries were PCR amplified using “Phusion Hot Start High-Fidelity” DNA polymerase (NEB) and the following PCR protocol: 30 sec at 98C, then 10 sec at 98C, 30 sec. at 65C, and 30 sec. at 72C for 18 cycles, followed by a 10-min extension step at 72C. Prior to cluster generation, DNA was diluted to a final concentration of 5 to 10 pM to generate 25,000 to 40,000 clusters per tile of the flow cell.","Illumina Genome Analyzer","Base Space","SRS004097",[["SRR018347","18,601,460","669,652,560","36"]]],["SRX006193","n/a","Total RNA was extracted using “The Plant RNA Reagent” (Invitrogen). RNA was treated for 10 min at 65C with RNAsecure reagent (Ambion). To eliminate genomic DNA amplification, all RNA preparations were treated for 15 min at 37C with RNase-free “Turbo DNase” (Ambion). Next, total RNA was further purified using the “RNAeasy Mini RNA kit” (Qiagen) according to the manufacturer’s RNA clean up protocol. Isolation of mRNA essentially free of ribosomal and other non-polyadenylated RNAs was critical for generation of non-biased randomly primed (RP) libraries. For the RP libraries the poly(A) mRNA was isolated by two consecutive cycles of purification on oligo d(T) cellulose using the “Micro-PolyA-Purist” kit (Ambion). Concentration, integrity and extent of contamination by ribosomal RNA were monitored using a ND-1000 spectrophotometer (Thermo Fisher Scientific) and Bioanalyzer 2100 (Agilent Technologies). Full-length enriched (FL) cDNA libraries were generated using the SMART method (Zhu et al., 2001). cDNA (5-7 ug in a 50 µL volume) was mixed with 750 uL of Illumina nebulization buffer and fragmented for 7 min in a nebulizer (Invitrogen) using compressed nitrogen at 35 psi. The sheared cDNA was purified using “QIAquick PCR Purification Kit” (Qiagen) and eluted into 32 uL of water. For the randomly primed (RP) cDNA libraries the first cDNA strand was synthesized using 1 ug of poly(A) mRNA essentially free of rRNA, random hexamer primers (300 ng per each ug of RNA), and Superscript III reverse transcriptase (RT) (Invitrogen). The second strand of cDNA was synthesized using DNA polymerase I (Klenow fragment) by combining 20 uL of the 1st strand reaction, 8 uL of 10x Klenow Buffer (NEB), 1 unit of RNAse H (Invitrogen), 68.8 uL of water and 30 units of DNA Polymerase I (NEB). The reaction was incubated for 90 min at 15C and cDNA was purified using “Qiaquick PCR clean up” kit. To prepare cDNAs for sequencing on the Illumina Genome Analyzer, FL or RP cDNA (30 uL) was combined with 10 uL of 10 mM ATP in 5X T4 DNA ligase buffer (Invitrogen), 4 uL of 10 mM dNTPs mix, 2.5 uL of T4 DNA polymerase (3 U/uL), 1 uL of Klenow DNA Pol (5 U/uL) and 2.5 uL of T4 polynucleotide kinase (10 U/uL, NEB). After incubation for 30 min at 20C the DNA was purified using “QIAquick PCR Purification kit”. To add dA to the termini, 32 uL DNA from the prior step was mixed with 5 uL of 10X Klenow buffer, 10 uL of 1 mM dATP, and 3 ul of Klenow exo-polymerase (3’ to 5’ exo minus, 5 U/uL, NEB) and incubated for 30 min at 37C. DNA was purified using a “QIAquick MinElute Reaction Clean-up” (Qiagen) kit and eluted into 12 uL of water. To ligate Illumina adapters, 10 uL of cDNA from the prior step was mixed with 5 uL of 5X T4 DNA ligase buffer, 6 uL of adapter oligo mix, 4 uL of T4 DNA ligase (NEB) and incubated for 15 min at 25C. DNA was purified using a “QIAquick MinElute PCR Purification Kit”. cDNA was size-fractionated (typically with average fragment length of 170 base pairs) on 3.5% (w/v) “NuSieve GTG” agarose. The fractionated libraries were PCR amplified using “Phusion Hot Start High-Fidelity” DNA polymerase (NEB) and the following PCR protocol: 30 sec at 98C, then 10 sec at 98C, 30 sec. at 65C, and 30 sec. at 72C for 18 cycles, followed by a 10-min extension step at 72C. Prior to cluster generation, DNA was diluted to a final concentration of 5 to 10 pM to generate 25,000 to 40,000 clusters per tile of the flow cell.","Illumina Genome Analyzer","Base Space","SRS004100",[["SRR019179","8,323,071","299,630,556","36"],["SRR019180","13,395,733","482,246,388","36"],["SRR019181","12,002,212","432,079,632","36"]]],["SRX006681","n/a","Total RNA was extracted using “The Plant RNA Reagent” (Invitrogen). RNA was treated for 10 min at 65C with RNAsecure reagent (Ambion). To eliminate genomic DNA amplification, all RNA preparations were treated for 15 min at 37C with RNase-free “Turbo DNase” (Ambion). Next, total RNA was further purified using the “RNAeasy Mini RNA kit” (Qiagen) according to the manufacturer’s RNA clean up protocol. Isolation of mRNA essentially free of ribosomal and other non-polyadenylated RNAs was critical for generation of non-biased randomly primed (RP) libraries. For the RP libraries the poly(A) mRNA was isolated by two consecutive cycles of purification on oligo d(T) cellulose using the “Micro-PolyA-Purist” kit (Ambion). Concentration, integrity and extent of contamination by ribosomal RNA were monitored using a ND-1000 spectrophotometer (Thermo Fisher Scientific) and Bioanalyzer 2100 (Agilent Technologies). Full-length enriched (FL) cDNA libraries were generated using the SMART method (Zhu et al., 2001). cDNA (5-7 ug in a 50 µL volume) was mixed with 750 uL of Illumina nebulization buffer and fragmented for 7 min in a nebulizer (Invitrogen) using compressed nitrogen at 35 psi. The sheared cDNA was purified using “QIAquick PCR Purification Kit” (Qiagen) and eluted into 32 uL of water. For the randomly primed (RP) cDNA libraries the first cDNA strand was synthesized using 1 ug of poly(A) mRNA essentially free of rRNA, random hexamer primers (300 ng per each ug of RNA), and Superscript III reverse transcriptase (RT) (Invitrogen). The second strand of cDNA was synthesized using DNA polymerase I (Klenow fragment) by combining 20 uL of the 1st strand reaction, 8 uL of 10x Klenow Buffer (NEB), 1 unit of RNAse H (Invitrogen), 68.8 uL of water and 30 units of DNA Polymerase I (NEB). The reaction was incubated for 90 min at 15C and cDNA was purified using “Qiaquick PCR clean up” kit. To prepare cDNAs for sequencing on the Illumina Genome Analyzer, FL or RP cDNA (30 uL) was combined with 10 uL of 10 mM ATP in 5X T4 DNA ligase buffer (Invitrogen), 4 uL of 10 mM dNTPs mix, 2.5 uL of T4 DNA polymerase (3 U/uL), 1 uL of Klenow DNA Pol (5 U/uL) and 2.5 uL of T4 polynucleotide kinase (10 U/uL, NEB). After incubation for 30 min at 20C the DNA was purified using “QIAquick PCR Purification kit”. To add dA to the termini, 32 uL DNA from the prior step was mixed with 5 uL of 10X Klenow buffer, 10 uL of 1 mM dATP, and 3 ul of Klenow exo-polymerase (3’ to 5’ exo minus, 5 U/uL, NEB) and incubated for 30 min at 37C. DNA was purified using a “QIAquick MinElute Reaction Clean-up” (Qiagen) kit and eluted into 12 uL of water. To ligate Illumina adapters, 10 uL of cDNA from the prior step was mixed with 5 uL of 5X T4 DNA ligase buffer, 6 uL of adapter oligo mix, 4 uL of T4 DNA ligase (NEB) and incubated for 15 min at 25C. DNA was purified using a “QIAquick MinElute PCR Purification Kit”. cDNA was size-fractionated (typically with average fragment length of 170 base pairs) on 3.5% (w/v) “NuSieve GTG” agarose. The fractionated libraries were PCR amplified using “Phusion Hot Start High-Fidelity” DNA polymerase (NEB) and the following PCR protocol: 30 sec at 98C, then 10 sec at 98C, 30 sec. at 65C, and 30 sec. at 72C for 18 cycles, followed by a 10-min extension step at 72C. Prior to cluster generation, DNA was diluted to a final concentration of 5 to 10 pM to generate 25,000 to 40,000 clusters per tile of the flow cell.","Illumina Genome Analyzer","Base Space","SRS004101",[["SRR019185","13,767,781","495,640,116","36"],["SRR019186","5,899,410","212,378,760","36"],["SRR019187","12,242,505","440,730,180","36"]]],["SRX006682","n/a","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the salt stress condition seedlings were exposed to 0.5 M sodium chloride.","Illumina Genome Analyzer","Base Space","SRS004102",[["SRR019205","5,001,107","180,039,852","36"],["SRR019206","13,626,784","490,564,224","36"],["SRR019207","12,092,204","435,319,344","36"]]],["SRX006688","n/a","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the drought stress condition seedlings were exposed to 25% polyethylene glycol (PEG 6000, Sigma-Aldrich).","Illumina Genome Analyzer","Base Space","SRS004103",[["SRR019208","7,953,312","286,319,232","36"],["SRR019209","14,149,502","509,382,072","36"],["SRR019210","12,768,427","459,663,372","36"]]],["SRX006690","n/a","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the heat stress condition seedlings were exposed to continuous light at 1000 *mol m-2s-1.","Illumina Genome Analyzer","Base Space","SRS004104",[["SRR019211","5,851,623","210,658,428","36"],["SRR019212","12,344,637","444,406,932","36"],["SRR019213","11,252,825","405,101,700","36"]]],["SRX006692","n/a","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.","Illumina Genome Analyzer","Base Space","SRS004098",[["SRR019035","21,240,554","764,659,944","36"]]],["SRX006704","n/a","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). Whole 12 day old seedlings (including roots) were collected.","Illumina Genome Analyzer","Base Space","SRS004099",[["SRR019182","4,948,944","178,161,984","36"],["SRR019183","26,270,151","945,725,436","36"],["SRR019184","11,905,116","428,584,176","36"]]]],[["SRS004095","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.",[["no attribution tag","no attribution value"]]],["SRS004096","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.",[["no attribution tag","no attribution value"]]],["SRS004097","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.",[["no attribution tag","no attribution value"]]],["SRS004098","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.",[["no attribution tag","no attribution value"]]],["SRS004099","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). Whole 12 day old seedlings (including roots) were collected.",[["no attribution tag","no attribution value"]]],["SRS004100","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the cold stress condition seedlings were exposed to 4*C.",[["no attribution tag","no attribution value"]]],["SRS004101","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the heat stress condition seedlings were exposed to 42*C.",[["no attribution tag","no attribution value"]]],["SRS004102","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the salt stress condition seedlings were exposed to 0.5 M sodium chloride.",[["no attribution tag","no attribution value"]]],["SRS004103","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the drought stress condition seedlings were exposed to 25% polyethylene glycol (PEG 6000, Sigma-Aldrich).",[["no attribution tag","no attribution value"]]],["SRS004104","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the heat stress condition seedlings were exposed to continuous light at 1000 *mol m-2s-1.",[["no attribution tag","no attribution value"]]]]],["SRA018974",[["20407027","MicroRNA gene evolution in Arabidopsis lyrata and Arabidopsis thaliana.","Plant Cell","2010-Apr","SRA018974","MicroRNAs (miRNAs) are short regulatory RNAs processed from partially self-complementary foldbacks within longer MIRNA primary transcripts. Several MIRNA families are conserved deeply through land plants, but many are present only in closely related species or are species specific. The finding of numerous evolutionarily young MIRNA, many with low expression and few if any targets, supports a rapid birth-death model for MIRNA evolution. A systematic analysis of MIRNA genes and families in the close relatives, Arabidopsis thaliana and Arabidopsis lyrata, was conducted using both whole-genome comparisons and high-throughput sequencing of small RNAs. Orthologs of 143 A. thaliana MIRNA genes were identified in A. lyrata, with nine having significant sequence or processing changes that likely alter function. In addition, at least 13% of MIRNA genes in each species are unique, despite their relatively recent speciation (approximately 10 million years ago). Alignment of MIRNA foldbacks to the Arabidopsis genomes revealed evidence for recent origins of 32 families by inverted or direct duplication of mostly protein-coding gene sequences, but less than half of these yield miRNA that are predicted to target transcripts from the originating gene family. miRNA nucleotide divergence between A. lyrata and A. thaliana orthologs was higher for young MIRNA genes, consistent with reduced purifying selection compared with deeply conserved MIRNA genes. Additionally, target sites of younger miRNA were lost more frequently than for deeply conserved families. In summary, our systematic analyses emphasize the dynamic nature of the MIRNA complement of plant genomes.","Fahlgren N, Jogdeo S, Kasschau KD, Sullivan CM, Chapman EJ, Laubinger S, Smith LM, Dasenko M, Givan SA, Weigel D, Carrington JC."]],["SRP002524","no study abstract","Summary: \n\nDeep sequencing of small RNA from three closely related brassicaceae A. thaliana, A. lyrata and Capsella rubella was done to systematically analyze the evolution of MIRNA genes and their targets.\nOverall Design: Small RNA were extracted from total RNA by size fractionation and converted to DNA amplicons by serial adaptor ligation to both ends followed by RT-PCR.  DNA amplicons were sequenced using an Ilumina Genome Analyzer.  Resulting sequences were computationally trimmed to remove 3' adaptor sequences.Raw data files (fastq) are unavailable for two of the samples (A.lyrata_flowers-stage1-12_rep1 and A.lyrata_flowers-stage1-12_rep2)."],[["SRX021355","no description for experiment design","Small RNA were extracted from total RNA by size fractionation and converted to DNA amplicons by serial adaptor ligation to both ends followed by RT-PCR.  DNA amplicons were sequenced using an Ilumina Genome Analyzer.","Illumina Genome Analyzer","Base Space","SRS074088",[["SRR051926","5,093,642","183,371,112","36"]]],["SRX021356","no description for experiment design","Small RNA were extracted from total RNA by size fractionation and converted to DNA amplicons by serial adaptor ligation to both ends followed by RT-PCR.  DNA amplicons were sequenced using an Ilumina Genome Analyzer.","Illumina Genome Analyzer","Base Space","SRS074089",[["SRR051927","5,703,995","205,343,820","36"]]]],[["SRS074088","source: vegetative rosette leaves",[["GEO Accession","GSM518429"],["strain","MN47"],["tissue","vegetative rosette leaves"]]],["SRS074089","source: total aerial, bolting and flowering (21 days)",[["GEO Accession","GSM518432"],["age","21 days"],["strain","Col-0"],["tissue","total aerial, bolting and flowering"]]]]],["SRA009031",[["20410051","Supersplat--spliced RNA-seq alignment.","Bioinformatics","2010-Jun-15","SRA009031","High-throughput sequencing technologies have recently made deep interrogation of expressed transcript sequences practical, both economically and temporally. Identification of intron/exon boundaries is an essential part of genome annotation, yet remains a challenge. Here, we present supersplat, a method for unbiased splice-junction discovery through empirical RNA-seq data.Using a genomic reference and RNA-seq high-throughput sequencing datasets, supersplat empirically identifies potential splice junctions at a rate of approximately 11.4 million reads per hour. We further benchmark the performance of the algorithm by mapping Illumina RNA-seq reads to identify introns in the genome of the reference dicot plant Arabidopsis thaliana and we demonstrate the utility of supersplat for de novo empirical annotation of splice junctions using the reference monocot plant Brachypodium distachyon.Implemented in C++, supersplat source code and binaries are freely available on the web at http://mocklerlab-tools.cgrb.oregonstate.edu/.","Bryant DW Jr, Shen R, Priest HD, Wong WK, Mockler TC."],["20122235","Genome-wide sequence-based prediction of peripheral proteins using a novel semi-supervised learning technique.","BMC Bioinformatics","2010","SRA009031","In supervised learning, traditional approaches to building a classifier use two sets of examples with pre-defined classes along with a learning algorithm. The main limitation of this approach is that examples from both classes are required which might be infeasible in certain cases, especially those dealing with biological data. Such is the case for membrane-binding peripheral domains that play important roles in many biological processes, including cell signaling and membrane trafficking by reversibly binding to membranes. For these domains, a well-defined positive set is available with domains known to bind membrane along with a large unlabeled set of domains whose membrane binding affinities have not been measured. The aforementioned limitation can be addressed by a special class of semi-supervised machine learning called positive-unlabeled (PU) learning that uses a positive set with a large unlabeled set. METHODS In this study, we implement the first application of PU-learning to a protein function prediction problem: identification of peripheral domains. PU-learning starts by identifying reliable negative (RN) examples iteratively from the unlabeled set until convergence and builds a classifier using the positive and the final RN set. A data set of 232 positive cases and ~3750 unlabeled ones were used to construct and validate the protocol.Holdout evaluation of the protocol on a left-out positive set showed that the accuracy of prediction reached up to 95% during two independent implementations.These results suggest that our protocol can be used for predicting membrane-binding properties of a wide variety of modular domains. Protocols like the one presented here become particularly useful in the case of availability of information from one class only.","Bhardwaj N, Gerstein M, Lu H."]],["SRP000935","placeholder","Alternative splicing was profiled in Arabidopsis thaliana using Illumina-based RNA-seq. Five abiotic stress treatments and untreated controls were analyzed.  All samples represented Col-0 wildtype plants."],[["SRX006191","n/a","Total RNA was extracted using “The Plant RNA Reagent” (Invitrogen). RNA was treated for 10 min at 65C with RNAsecure reagent (Ambion). To eliminate genomic DNA amplification, all RNA preparations were treated for 15 min at 37C with RNase-free “Turbo DNase” (Ambion). Next, total RNA was further purified using the “RNAeasy Mini RNA kit” (Qiagen) according to the manufacturer’s RNA clean up protocol. Isolation of mRNA essentially free of ribosomal and other non-polyadenylated RNAs was critical for generation of non-biased randomly primed (RP) libraries. For the RP libraries the poly(A) mRNA was isolated by two consecutive cycles of purification on oligo d(T) cellulose using the “Micro-PolyA-Purist” kit (Ambion). Concentration, integrity and extent of contamination by ribosomal RNA were monitored using a ND-1000 spectrophotometer (Thermo Fisher Scientific) and Bioanalyzer 2100 (Agilent Technologies). Full-length enriched (FL) cDNA libraries were generated using the SMART method (Zhu et al., 2001). cDNA (5-7 ug in a 50 µL volume) was mixed with 750 uL of Illumina nebulization buffer and fragmented for 7 min in a nebulizer (Invitrogen) using compressed nitrogen at 35 psi. The sheared cDNA was purified using “QIAquick PCR Purification Kit” (Qiagen) and eluted into 32 uL of water. For the randomly primed (RP) cDNA libraries the first cDNA strand was synthesized using 1 ug of poly(A) mRNA essentially free of rRNA, random hexamer primers (300 ng per each ug of RNA), and Superscript III reverse transcriptase (RT) (Invitrogen). The second strand of cDNA was synthesized using DNA polymerase I (Klenow fragment) by combining 20 uL of the 1st strand reaction, 8 uL of 10x Klenow Buffer (NEB), 1 unit of RNAse H (Invitrogen), 68.8 uL of water and 30 units of DNA Polymerase I (NEB). The reaction was incubated for 90 min at 15C and cDNA was purified using “Qiaquick PCR clean up” kit. To prepare cDNAs for sequencing on the Illumina Genome Analyzer, FL or RP cDNA (30 uL) was combined with 10 uL of 10 mM ATP in 5X T4 DNA ligase buffer (Invitrogen), 4 uL of 10 mM dNTPs mix, 2.5 uL of T4 DNA polymerase (3 U/uL), 1 uL of Klenow DNA Pol (5 U/uL) and 2.5 uL of T4 polynucleotide kinase (10 U/uL, NEB). After incubation for 30 min at 20C the DNA was purified using “QIAquick PCR Purification kit”. To add dA to the termini, 32 uL DNA from the prior step was mixed with 5 uL of 10X Klenow buffer, 10 uL of 1 mM dATP, and 3 ul of Klenow exo-polymerase (3’ to 5’ exo minus, 5 U/uL, NEB) and incubated for 30 min at 37C. DNA was purified using a “QIAquick MinElute Reaction Clean-up” (Qiagen) kit and eluted into 12 uL of water. To ligate Illumina adapters, 10 uL of cDNA from the prior step was mixed with 5 uL of 5X T4 DNA ligase buffer, 6 uL of adapter oligo mix, 4 uL of T4 DNA ligase (NEB) and incubated for 15 min at 25C. DNA was purified using a “QIAquick MinElute PCR Purification Kit”. cDNA was size-fractionated (typically with average fragment length of 170 base pairs) on 3.5% (w/v) “NuSieve GTG” agarose. The fractionated libraries were PCR amplified using “Phusion Hot Start High-Fidelity” DNA polymerase (NEB) and the following PCR protocol: 30 sec at 98C, then 10 sec at 98C, 30 sec. at 65C, and 30 sec. at 72C for 18 cycles, followed by a 10-min extension step at 72C. Prior to cluster generation, DNA was diluted to a final concentration of 5 to 10 pM to generate 25,000 to 40,000 clusters per tile of the flow cell.","Illumina Genome Analyzer","Base Space","SRS004095",[["SRR018346","40,573,515","1,460,646,540","36"]]],["SRX006192","n/a","Total RNA was extracted using “The Plant RNA Reagent” (Invitrogen). RNA was treated for 10 min at 65C with RNAsecure reagent (Ambion). To eliminate genomic DNA amplification, all RNA preparations were treated for 15 min at 37C with RNase-free “Turbo DNase” (Ambion). Next, total RNA was further purified using the “RNAeasy Mini RNA kit” (Qiagen) according to the manufacturer’s RNA clean up protocol. Isolation of mRNA essentially free of ribosomal and other non-polyadenylated RNAs was critical for generation of non-biased randomly primed (RP) libraries. For the RP libraries the poly(A) mRNA was isolated by two consecutive cycles of purification on oligo d(T) cellulose using the “Micro-PolyA-Purist” kit (Ambion). Concentration, integrity and extent of contamination by ribosomal RNA were monitored using a ND-1000 spectrophotometer (Thermo Fisher Scientific) and Bioanalyzer 2100 (Agilent Technologies). Full-length enriched (FL) cDNA libraries were generated using the SMART method (Zhu et al., 2001). cDNA (5-7 ug in a 50 µL volume) was mixed with 750 uL of Illumina nebulization buffer and fragmented for 7 min in a nebulizer (Invitrogen) using compressed nitrogen at 35 psi. The sheared cDNA was purified using “QIAquick PCR Purification Kit” (Qiagen) and eluted into 32 uL of water. For the randomly primed (RP) cDNA libraries the first cDNA strand was synthesized using 1 ug of poly(A) mRNA essentially free of rRNA, random hexamer primers (300 ng per each ug of RNA), and Superscript III reverse transcriptase (RT) (Invitrogen). The second strand of cDNA was synthesized using DNA polymerase I (Klenow fragment) by combining 20 uL of the 1st strand reaction, 8 uL of 10x Klenow Buffer (NEB), 1 unit of RNAse H (Invitrogen), 68.8 uL of water and 30 units of DNA Polymerase I (NEB). The reaction was incubated for 90 min at 15C and cDNA was purified using “Qiaquick PCR clean up” kit. To prepare cDNAs for sequencing on the Illumina Genome Analyzer, FL or RP cDNA (30 uL) was combined with 10 uL of 10 mM ATP in 5X T4 DNA ligase buffer (Invitrogen), 4 uL of 10 mM dNTPs mix, 2.5 uL of T4 DNA polymerase (3 U/uL), 1 uL of Klenow DNA Pol (5 U/uL) and 2.5 uL of T4 polynucleotide kinase (10 U/uL, NEB). After incubation for 30 min at 20C the DNA was purified using “QIAquick PCR Purification kit”. To add dA to the termini, 32 uL DNA from the prior step was mixed with 5 uL of 10X Klenow buffer, 10 uL of 1 mM dATP, and 3 ul of Klenow exo-polymerase (3’ to 5’ exo minus, 5 U/uL, NEB) and incubated for 30 min at 37C. DNA was purified using a “QIAquick MinElute Reaction Clean-up” (Qiagen) kit and eluted into 12 uL of water. To ligate Illumina adapters, 10 uL of cDNA from the prior step was mixed with 5 uL of 5X T4 DNA ligase buffer, 6 uL of adapter oligo mix, 4 uL of T4 DNA ligase (NEB) and incubated for 15 min at 25C. DNA was purified using a “QIAquick MinElute PCR Purification Kit”. cDNA was size-fractionated (typically with average fragment length of 170 base pairs) on 3.5% (w/v) “NuSieve GTG” agarose. The fractionated libraries were PCR amplified using “Phusion Hot Start High-Fidelity” DNA polymerase (NEB) and the following PCR protocol: 30 sec at 98C, then 10 sec at 98C, 30 sec. at 65C, and 30 sec. at 72C for 18 cycles, followed by a 10-min extension step at 72C. Prior to cluster generation, DNA was diluted to a final concentration of 5 to 10 pM to generate 25,000 to 40,000 clusters per tile of the flow cell.","Illumina Genome Analyzer","Base Space","SRS004097",[["SRR018347","18,601,460","669,652,560","36"]]],["SRX006193","n/a","Total RNA was extracted using “The Plant RNA Reagent” (Invitrogen). RNA was treated for 10 min at 65C with RNAsecure reagent (Ambion). To eliminate genomic DNA amplification, all RNA preparations were treated for 15 min at 37C with RNase-free “Turbo DNase” (Ambion). Next, total RNA was further purified using the “RNAeasy Mini RNA kit” (Qiagen) according to the manufacturer’s RNA clean up protocol. Isolation of mRNA essentially free of ribosomal and other non-polyadenylated RNAs was critical for generation of non-biased randomly primed (RP) libraries. For the RP libraries the poly(A) mRNA was isolated by two consecutive cycles of purification on oligo d(T) cellulose using the “Micro-PolyA-Purist” kit (Ambion). Concentration, integrity and extent of contamination by ribosomal RNA were monitored using a ND-1000 spectrophotometer (Thermo Fisher Scientific) and Bioanalyzer 2100 (Agilent Technologies). Full-length enriched (FL) cDNA libraries were generated using the SMART method (Zhu et al., 2001). cDNA (5-7 ug in a 50 µL volume) was mixed with 750 uL of Illumina nebulization buffer and fragmented for 7 min in a nebulizer (Invitrogen) using compressed nitrogen at 35 psi. The sheared cDNA was purified using “QIAquick PCR Purification Kit” (Qiagen) and eluted into 32 uL of water. For the randomly primed (RP) cDNA libraries the first cDNA strand was synthesized using 1 ug of poly(A) mRNA essentially free of rRNA, random hexamer primers (300 ng per each ug of RNA), and Superscript III reverse transcriptase (RT) (Invitrogen). The second strand of cDNA was synthesized using DNA polymerase I (Klenow fragment) by combining 20 uL of the 1st strand reaction, 8 uL of 10x Klenow Buffer (NEB), 1 unit of RNAse H (Invitrogen), 68.8 uL of water and 30 units of DNA Polymerase I (NEB). The reaction was incubated for 90 min at 15C and cDNA was purified using “Qiaquick PCR clean up” kit. To prepare cDNAs for sequencing on the Illumina Genome Analyzer, FL or RP cDNA (30 uL) was combined with 10 uL of 10 mM ATP in 5X T4 DNA ligase buffer (Invitrogen), 4 uL of 10 mM dNTPs mix, 2.5 uL of T4 DNA polymerase (3 U/uL), 1 uL of Klenow DNA Pol (5 U/uL) and 2.5 uL of T4 polynucleotide kinase (10 U/uL, NEB). After incubation for 30 min at 20C the DNA was purified using “QIAquick PCR Purification kit”. To add dA to the termini, 32 uL DNA from the prior step was mixed with 5 uL of 10X Klenow buffer, 10 uL of 1 mM dATP, and 3 ul of Klenow exo-polymerase (3’ to 5’ exo minus, 5 U/uL, NEB) and incubated for 30 min at 37C. DNA was purified using a “QIAquick MinElute Reaction Clean-up” (Qiagen) kit and eluted into 12 uL of water. To ligate Illumina adapters, 10 uL of cDNA from the prior step was mixed with 5 uL of 5X T4 DNA ligase buffer, 6 uL of adapter oligo mix, 4 uL of T4 DNA ligase (NEB) and incubated for 15 min at 25C. DNA was purified using a “QIAquick MinElute PCR Purification Kit”. cDNA was size-fractionated (typically with average fragment length of 170 base pairs) on 3.5% (w/v) “NuSieve GTG” agarose. The fractionated libraries were PCR amplified using “Phusion Hot Start High-Fidelity” DNA polymerase (NEB) and the following PCR protocol: 30 sec at 98C, then 10 sec at 98C, 30 sec. at 65C, and 30 sec. at 72C for 18 cycles, followed by a 10-min extension step at 72C. Prior to cluster generation, DNA was diluted to a final concentration of 5 to 10 pM to generate 25,000 to 40,000 clusters per tile of the flow cell.","Illumina Genome Analyzer","Base Space","SRS004100",[["SRR019179","8,323,071","299,630,556","36"],["SRR019180","13,395,733","482,246,388","36"],["SRR019181","12,002,212","432,079,632","36"]]],["SRX006681","n/a","Total RNA was extracted using “The Plant RNA Reagent” (Invitrogen). RNA was treated for 10 min at 65C with RNAsecure reagent (Ambion). To eliminate genomic DNA amplification, all RNA preparations were treated for 15 min at 37C with RNase-free “Turbo DNase” (Ambion). Next, total RNA was further purified using the “RNAeasy Mini RNA kit” (Qiagen) according to the manufacturer’s RNA clean up protocol. Isolation of mRNA essentially free of ribosomal and other non-polyadenylated RNAs was critical for generation of non-biased randomly primed (RP) libraries. For the RP libraries the poly(A) mRNA was isolated by two consecutive cycles of purification on oligo d(T) cellulose using the “Micro-PolyA-Purist” kit (Ambion). Concentration, integrity and extent of contamination by ribosomal RNA were monitored using a ND-1000 spectrophotometer (Thermo Fisher Scientific) and Bioanalyzer 2100 (Agilent Technologies). Full-length enriched (FL) cDNA libraries were generated using the SMART method (Zhu et al., 2001). cDNA (5-7 ug in a 50 µL volume) was mixed with 750 uL of Illumina nebulization buffer and fragmented for 7 min in a nebulizer (Invitrogen) using compressed nitrogen at 35 psi. The sheared cDNA was purified using “QIAquick PCR Purification Kit” (Qiagen) and eluted into 32 uL of water. For the randomly primed (RP) cDNA libraries the first cDNA strand was synthesized using 1 ug of poly(A) mRNA essentially free of rRNA, random hexamer primers (300 ng per each ug of RNA), and Superscript III reverse transcriptase (RT) (Invitrogen). The second strand of cDNA was synthesized using DNA polymerase I (Klenow fragment) by combining 20 uL of the 1st strand reaction, 8 uL of 10x Klenow Buffer (NEB), 1 unit of RNAse H (Invitrogen), 68.8 uL of water and 30 units of DNA Polymerase I (NEB). The reaction was incubated for 90 min at 15C and cDNA was purified using “Qiaquick PCR clean up” kit. To prepare cDNAs for sequencing on the Illumina Genome Analyzer, FL or RP cDNA (30 uL) was combined with 10 uL of 10 mM ATP in 5X T4 DNA ligase buffer (Invitrogen), 4 uL of 10 mM dNTPs mix, 2.5 uL of T4 DNA polymerase (3 U/uL), 1 uL of Klenow DNA Pol (5 U/uL) and 2.5 uL of T4 polynucleotide kinase (10 U/uL, NEB). After incubation for 30 min at 20C the DNA was purified using “QIAquick PCR Purification kit”. To add dA to the termini, 32 uL DNA from the prior step was mixed with 5 uL of 10X Klenow buffer, 10 uL of 1 mM dATP, and 3 ul of Klenow exo-polymerase (3’ to 5’ exo minus, 5 U/uL, NEB) and incubated for 30 min at 37C. DNA was purified using a “QIAquick MinElute Reaction Clean-up” (Qiagen) kit and eluted into 12 uL of water. To ligate Illumina adapters, 10 uL of cDNA from the prior step was mixed with 5 uL of 5X T4 DNA ligase buffer, 6 uL of adapter oligo mix, 4 uL of T4 DNA ligase (NEB) and incubated for 15 min at 25C. DNA was purified using a “QIAquick MinElute PCR Purification Kit”. cDNA was size-fractionated (typically with average fragment length of 170 base pairs) on 3.5% (w/v) “NuSieve GTG” agarose. The fractionated libraries were PCR amplified using “Phusion Hot Start High-Fidelity” DNA polymerase (NEB) and the following PCR protocol: 30 sec at 98C, then 10 sec at 98C, 30 sec. at 65C, and 30 sec. at 72C for 18 cycles, followed by a 10-min extension step at 72C. Prior to cluster generation, DNA was diluted to a final concentration of 5 to 10 pM to generate 25,000 to 40,000 clusters per tile of the flow cell.","Illumina Genome Analyzer","Base Space","SRS004101",[["SRR019185","13,767,781","495,640,116","36"],["SRR019186","5,899,410","212,378,760","36"],["SRR019187","12,242,505","440,730,180","36"]]],["SRX006682","n/a","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the salt stress condition seedlings were exposed to 0.5 M sodium chloride.","Illumina Genome Analyzer","Base Space","SRS004102",[["SRR019205","5,001,107","180,039,852","36"],["SRR019206","13,626,784","490,564,224","36"],["SRR019207","12,092,204","435,319,344","36"]]],["SRX006688","n/a","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the drought stress condition seedlings were exposed to 25% polyethylene glycol (PEG 6000, Sigma-Aldrich).","Illumina Genome Analyzer","Base Space","SRS004103",[["SRR019208","7,953,312","286,319,232","36"],["SRR019209","14,149,502","509,382,072","36"],["SRR019210","12,768,427","459,663,372","36"]]],["SRX006690","n/a","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the heat stress condition seedlings were exposed to continuous light at 1000 *mol m-2s-1.","Illumina Genome Analyzer","Base Space","SRS004104",[["SRR019211","5,851,623","210,658,428","36"],["SRR019212","12,344,637","444,406,932","36"],["SRR019213","11,252,825","405,101,700","36"]]],["SRX006692","n/a","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.","Illumina Genome Analyzer","Base Space","SRS004098",[["SRR019035","21,240,554","764,659,944","36"]]],["SRX006704","n/a","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). Whole 12 day old seedlings (including roots) were collected.","Illumina Genome Analyzer","Base Space","SRS004099",[["SRR019182","4,948,944","178,161,984","36"],["SRR019183","26,270,151","945,725,436","36"],["SRR019184","11,905,116","428,584,176","36"]]]],[["SRS004095","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.",[["no attribution tag","no attribution value"]]],["SRS004096","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.",[["no attribution tag","no attribution value"]]],["SRS004097","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.",[["no attribution tag","no attribution value"]]],["SRS004098","Three weeks old Columbia-0 plants were grown at 22*C in long-days (16:8 hrs. day/night; at light intensity 200 *mol m-2s-1). Rosette leaves, inflorescences, siliques, and roots were collected at time points 0 (dawn), 4, 8, 12, 16, (dusk), 20 and 24 hrs.",[["no attribution tag","no attribution value"]]],["SRS004099","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). Whole 12 day old seedlings (including roots) were collected.",[["no attribution tag","no attribution value"]]],["SRS004100","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the cold stress condition seedlings were exposed to 4*C.",[["no attribution tag","no attribution value"]]],["SRS004101","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the heat stress condition seedlings were exposed to 42*C.",[["no attribution tag","no attribution value"]]],["SRS004102","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the salt stress condition seedlings were exposed to 0.5 M sodium chloride.",[["no attribution tag","no attribution value"]]],["SRS004103","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the drought stress condition seedlings were exposed to 25% polyethylene glycol (PEG 6000, Sigma-Aldrich).",[["no attribution tag","no attribution value"]]],["SRS004104","Seedlings were grown on MS agar plates at 21*C in long-days (16:8 hrs. day/night; light intensity of 130 *mol m-2s-1). The stress treatment initiated in the middle of the light cycle and continued for 24 hrs. Tissues (whole seedlings, including roots) from twelve day old seedlings were collected 1, 2, 5, 10 and 24 hrs. post stress induction. For the heat stress condition seedlings were exposed to continuous light at 1000 *mol m-2s-1.",[["no attribution tag","no attribution value"]]]]],["SRA000286",[["20122235","Genome-wide sequence-based prediction of peripheral proteins using a novel semi-supervised learning technique.","BMC Bioinformatics","2010","SRA000286","In supervised learning, traditional approaches to building a classifier use two sets of examples with pre-defined classes along with a learning algorithm. The main limitation of this approach is that examples from both classes are required which might be infeasible in certain cases, especially those dealing with biological data. Such is the case for membrane-binding peripheral domains that play important roles in many biological processes, including cell signaling and membrane trafficking by reversibly binding to membranes. For these domains, a well-defined positive set is available with domains known to bind membrane along with a large unlabeled set of domains whose membrane binding affinities have not been measured. The aforementioned limitation can be addressed by a special class of semi-supervised machine learning called positive-unlabeled (PU) learning that uses a positive set with a large unlabeled set. METHODS In this study, we implement the first application of PU-learning to a protein function prediction problem: identification of peripheral domains. PU-learning starts by identifying reliable negative (RN) examples iteratively from the unlabeled set until convergence and builds a classifier using the positive and the final RN set. A data set of 232 positive cases and ~3750 unlabeled ones were used to construct and validate the protocol.Holdout evaluation of the protocol on a left-out positive set showed that the accuracy of prediction reached up to 95% during two independent implementations.These results suggest that our protocol can be used for predicting membrane-binding properties of a wide variety of modular domains. Protocols like the one presented here become particularly useful in the case of availability of information from one class only.","Bhardwaj N, Gerstein M, Lu H."],["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000286","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."]],["SRP000568","no study abstract","Transcriptome sequencing of wildtype Arabidopsis plants (Col-0), and met1, drm1 drm2 cmt3, and ros1 dml2 dml3 null mutants using the Illumina Genetic Analyzer."],[["SRX002554","no description for experiment design","RNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with DNaseI (Qiagen) for 30 min at room temperature. following ethanol precipitation the 18S and 28S rRNA molecules were depleted from 20 �g of total RNA in three sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by (Invitrogen, Carlsbad, CA). The 5' cap was removed from the rRNA-depleted RNA by treatment with 10 U/�l Tobacco Acid Pyrophosphatase for 1.5 h at 37C. This and all subsequent enzymatic reactions involving RNA used contained 2.5-4 U/�l RNaseOut ribonuclease inhibitor (Invitrogen, Carlsbad, CA). The RNA was purified by phenol:chloroform extraction and ethanol precipitation. This and all subsequent ethanol precipitations contained 20-40 �g/ml nuclease-free glycogen (Ambion, Austin, TX). De-capped RNA was fragmented by metal hydrolysis in 1X fragmentation buffer (Affymetrix, Santa Clara, CA) for 35 min at 94 C then cooled on ice for 2 min and ethanol precipitated. The fragmented RNA was dephosphorylated using 10 U/�l Calf intestinal phosphatase (New England Biolabs, Cambridge, MA) for 1 h at 37C, then 10 �l Gel loading Buffer II (Ambion, Austin, TX) added, heated at 65'C for 5 min, cooled on ice and then separated on a 10% polyacrylamide gel containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA) by electrophoresis at 150 V for 2 h at 4C. The gel was stained in SYBR Gold (Invitrogen, Carlsbad, CA), and a gel slice containing RNAs of 35 to 50 nucleotides was excised, crushed, and the RNA eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were ethanol precipitated and resuspended in nuclease-free water, after which the RNA fragments were heated to 65'C for 5 min, cooled on ice for 5 min and then ligated to the Illumina 3' RNA oligonucleotide adapter (see smRNA library construction above) using 10 U/�l T4 RNA ligase (Promega, Madison, WI) in 10% DMSO, incubated at 20C for 6 h then 4 C for 4 h. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 3' adapter-ligated RNA molecules from 50 to 80 nucleotides was excised and the RNA eluted and precipitated. The gel-purified RNA was resuspended in nuclease-free water then phosphorylated in a reaction containing 1 U/�l T4 polynucleotide kinase (New England Biolabs, Cambridge, MA) and 1 mM ATP (Illumina, San Diego, CA) for 1 h at 37 C. After purification by phenol:chloroform extraction and ethanol precipitation the 5' phosphorylated RNA fragments were ligated to the Illumina 5' RNA oligonucleotide adapter under the same conditions used for the 3' adapter ligation. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 5' and 3' adapter-ligated RNA molecules from 80 to 125 nucleotides was excised and the RNA eluted as described above. The size-selected ligation products were then used as templates in a reverse transcription (RT) reaction, followed by a limited (20 cycle) PCR amplification step (see smRNA library construction above). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer and the 80 to 125 bp band excised. This cDNA was eluted in 1 X gel elution buffer (Illumina, San Diego, CA) rotating at room temperature for 3 hours, ethanol precipitated and resuspended in 15 �l elution buffer (Qiagen, Valencia, CA).","Illumina Genome Analyzer","Base Space","SRS002045",[["SRR013411","16,391,875","819,593,750","50"],["SRR013412","15,751,844","787,592,200","50"],["SRR013413","11,444,935","572,246,750","50"],["SRR013414","12,062,539","603,126,950","50"],["SRR013415","11,725,625","586,281,250","50"],["SRR013416","11,761,686","588,084,300","50"]]],["SRX002555","no description for experiment design","RNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with DNaseI (Qiagen) for 30 min at room temperature. following ethanol precipitation the 18S and 28S rRNA molecules were depleted from 20 �g of total RNA in three sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by (Invitrogen, Carlsbad, CA). The 5' cap was removed from the rRNA-depleted RNA by treatment with 10 U/�l Tobacco Acid Pyrophosphatase for 1.5 h at 37C. This and all subsequent enzymatic reactions involving RNA used contained 2.5-4 U/�l RNaseOut ribonuclease inhibitor (Invitrogen, Carlsbad, CA). The RNA was purified by phenol:chloroform extraction and ethanol precipitation. This and all subsequent ethanol precipitations contained 20-40 �g/ml nuclease-free glycogen (Ambion, Austin, TX). De-capped RNA was fragmented by metal hydrolysis in 1X fragmentation buffer (Affymetrix, Santa Clara, CA) for 35 min at 94 C then cooled on ice for 2 min and ethanol precipitated. The fragmented RNA was dephosphorylated using 10 U/�l Calf intestinal phosphatase (New England Biolabs, Cambridge, MA) for 1 h at 37C, then 10 �l Gel loading Buffer II (Ambion, Austin, TX) added, heated at 65'C for 5 min, cooled on ice and then separated on a 10% polyacrylamide gel containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA) by electrophoresis at 150 V for 2 h at 4C. The gel was stained in SYBR Gold (Invitrogen, Carlsbad, CA), and a gel slice containing RNAs of 35 to 50 nucleotides was excised, crushed, and the RNA eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were ethanol precipitated and resuspended in nuclease-free water, after which the RNA fragments were heated to 65'C for 5 min, cooled on ice for 5 min and then ligated to the Illumina 3' RNA oligonucleotide adapter (see smRNA library construction above) using 10 U/�l T4 RNA ligase (Promega, Madison, WI) in 10% DMSO, incubated at 20C for 6 h then 4 C for 4 h. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 3' adapter-ligated RNA molecules from 50 to 80 nucleotides was excised and the RNA eluted and precipitated. The gel-purified RNA was resuspended in nuclease-free water then phosphorylated in a reaction containing 1 U/�l T4 polynucleotide kinase (New England Biolabs, Cambridge, MA) and 1 mM ATP (Illumina, San Diego, CA) for 1 h at 37 C. After purification by phenol:chloroform extraction and ethanol precipitation the 5' phosphorylated RNA fragments were ligated to the Illumina 5' RNA oligonucleotide adapter under the same conditions used for the 3' adapter ligation. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 5' and 3' adapter-ligated RNA molecules from 80 to 125 nucleotides was excised and the RNA eluted as described above. The size-selected ligation products were then used as templates in a reverse transcription (RT) reaction, followed by a limited (20 cycle) PCR amplification step (see smRNA library construction above). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer and the 80 to 125 bp band excised. This cDNA was eluted in 1 X gel elution buffer (Illumina, San Diego, CA) rotating at room temperature for 3 hours, ethanol precipitated and resuspended in 15 �l elution buffer (Qiagen, Valencia, CA).","Illumina Genome Analyzer","Base Space","SRS002046",[["SRR013417","15,426,162","771,308,100","50"],["SRR013418","15,171,125","758,556,250","50"],["SRR013419","13,161,583","658,079,150","50"],["SRR013420","13,395,125","669,756,250","50"]]],["SRX002556","no description for experiment design","RNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with DNaseI (Qiagen) for 30 min at room temperature. following ethanol precipitation the 18S and 28S rRNA molecules were depleted from 20 �g of total RNA in three sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by (Invitrogen, Carlsbad, CA). The 5' cap was removed from the rRNA-depleted RNA by treatment with 10 U/�l Tobacco Acid Pyrophosphatase for 1.5 h at 37C. This and all subsequent enzymatic reactions involving RNA used contained 2.5-4 U/�l RNaseOut ribonuclease inhibitor (Invitrogen, Carlsbad, CA). The RNA was purified by phenol:chloroform extraction and ethanol precipitation. This and all subsequent ethanol precipitations contained 20-40 �g/ml nuclease-free glycogen (Ambion, Austin, TX). De-capped RNA was fragmented by metal hydrolysis in 1X fragmentation buffer (Affymetrix, Santa Clara, CA) for 35 min at 94 C then cooled on ice for 2 min and ethanol precipitated. The fragmented RNA was dephosphorylated using 10 U/�l Calf intestinal phosphatase (New England Biolabs, Cambridge, MA) for 1 h at 37C, then 10 �l Gel loading Buffer II (Ambion, Austin, TX) added, heated at 65'C for 5 min, cooled on ice and then separated on a 10% polyacrylamide gel containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA) by electrophoresis at 150 V for 2 h at 4C. The gel was stained in SYBR Gold (Invitrogen, Carlsbad, CA), and a gel slice containing RNAs of 35 to 50 nucleotides was excised, crushed, and the RNA eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were ethanol precipitated and resuspended in nuclease-free water, after which the RNA fragments were heated to 65'C for 5 min, cooled on ice for 5 min and then ligated to the Illumina 3' RNA oligonucleotide adapter (see smRNA library construction above) using 10 U/�l T4 RNA ligase (Promega, Madison, WI) in 10% DMSO, incubated at 20C for 6 h then 4 C for 4 h. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 3' adapter-ligated RNA molecules from 50 to 80 nucleotides was excised and the RNA eluted and precipitated. The gel-purified RNA was resuspended in nuclease-free water then phosphorylated in a reaction containing 1 U/�l T4 polynucleotide kinase (New England Biolabs, Cambridge, MA) and 1 mM ATP (Illumina, San Diego, CA) for 1 h at 37 C. After purification by phenol:chloroform extraction and ethanol precipitation the 5' phosphorylated RNA fragments were ligated to the Illumina 5' RNA oligonucleotide adapter under the same conditions used for the 3' adapter ligation. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 5' and 3' adapter-ligated RNA molecules from 80 to 125 nucleotides was excised and the RNA eluted as described above. The size-selected ligation products were then used as templates in a reverse transcription (RT) reaction, followed by a limited (20 cycle) PCR amplification step (see smRNA library construction above). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer and the 80 to 125 bp band excised. This cDNA was eluted in 1 X gel elution buffer (Illumina, San Diego, CA) rotating at room temperature for 3 hours, ethanol precipitated and resuspended in 15 �l elution buffer (Qiagen, Valencia, CA).","Illumina Genome Analyzer","Base Space","SRS002047",[["SRR013421","16,171,064","808,553,200","50"],["SRR013422","15,423,456","771,172,800","50"],["SRR013423","10,415,333","520,766,650","50"],["SRR013424","10,366,638","518,331,900","50"],["SRR013425","10,068,027","503,401,350","50"]]],["SRX002557","no description for experiment design","RNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with DNaseI (Qiagen) for 30 min at room temperature. following ethanol precipitation the 18S and 28S rRNA molecules were depleted from 20 �g of total RNA in three sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by (Invitrogen, Carlsbad, CA). The 5' cap was removed from the rRNA-depleted RNA by treatment with 10 U/�l Tobacco Acid Pyrophosphatase for 1.5 h at 37C. This and all subsequent enzymatic reactions involving RNA used contained 2.5-4 U/�l RNaseOut ribonuclease inhibitor (Invitrogen, Carlsbad, CA). The RNA was purified by phenol:chloroform extraction and ethanol precipitation. This and all subsequent ethanol precipitations contained 20-40 �g/ml nuclease-free glycogen (Ambion, Austin, TX). De-capped RNA was fragmented by metal hydrolysis in 1X fragmentation buffer (Affymetrix, Santa Clara, CA) for 35 min at 94 C then cooled on ice for 2 min and ethanol precipitated. The fragmented RNA was dephosphorylated using 10 U/�l Calf intestinal phosphatase (New England Biolabs, Cambridge, MA) for 1 h at 37C, then 10 �l Gel loading Buffer II (Ambion, Austin, TX) added, heated at 65'C for 5 min, cooled on ice and then separated on a 10% polyacrylamide gel containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA) by electrophoresis at 150 V for 2 h at 4C. The gel was stained in SYBR Gold (Invitrogen, Carlsbad, CA), and a gel slice containing RNAs of 35 to 50 nucleotides was excised, crushed, and the RNA eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were ethanol precipitated and resuspended in nuclease-free water, after which the RNA fragments were heated to 65'C for 5 min, cooled on ice for 5 min and then ligated to the Illumina 3' RNA oligonucleotide adapter (see smRNA library construction above) using 10 U/�l T4 RNA ligase (Promega, Madison, WI) in 10% DMSO, incubated at 20C for 6 h then 4 C for 4 h. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 3' adapter-ligated RNA molecules from 50 to 80 nucleotides was excised and the RNA eluted and precipitated. The gel-purified RNA was resuspended in nuclease-free water then phosphorylated in a reaction containing 1 U/�l T4 polynucleotide kinase (New England Biolabs, Cambridge, MA) and 1 mM ATP (Illumina, San Diego, CA) for 1 h at 37 C. After purification by phenol:chloroform extraction and ethanol precipitation the 5' phosphorylated RNA fragments were ligated to the Illumina 5' RNA oligonucleotide adapter under the same conditions used for the 3' adapter ligation. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 5' and 3' adapter-ligated RNA molecules from 80 to 125 nucleotides was excised and the RNA eluted as described above. The size-selected ligation products were then used as templates in a reverse transcription (RT) reaction, followed by a limited (20 cycle) PCR amplification step (see smRNA library construction above). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer and the 80 to 125 bp band excised. This cDNA was eluted in 1 X gel elution buffer (Illumina, San Diego, CA) rotating at room temperature for 3 hours, ethanol precipitated and resuspended in 15 �l elution buffer (Qiagen, Valencia, CA).","Illumina Genome Analyzer","Base Space","SRS002048",[["SRR013426","15,460,968","773,048,400","50"],["SRR013427","15,105,956","755,297,800","50"],["SRR013428","12,653,308","632,665,400","50"],["SRR013429","12,575,075","628,753,750","50"]]]],[["SRS002045","source: Immature floral tissue; description: transcriptome sequencing",[["strain","Columbia-0 wild type"],["tissue","unopened flower buds"]]],["SRS002046","source: Immature floral tissue; description: transcriptome sequencing",[["strain","drm1-2 drm2-2 cmt3-11 mutant"],["tissue","unopened flower buds"]]],["SRS002047","source: Immature floral tissue; description: transcriptome sequencing",[["strain","met1-3 mutant"],["tissue","unopened flower buds"]]],["SRS002048","source: Immature floral tissue; description: transcriptome sequencing",[["strain","ros1-3 dml2-1 dml3-1 mutant"],["tissue","unopened flower buds"]]]]],["SRA008180",[["19646272","Comparison of next generation sequencing technologies for transcriptome characterization.","BMC Genomics","2009","SRA008180","We have developed a simulation approach to help determine the optimal mixture of sequencing methods for most complete and cost effective transcriptome sequencing. We compared simulation results for traditional capillary sequencing with \"Next Generation\" (NG) ultra high-throughput technologies. The simulation model was parameterized using mappings of 130,000 cDNA sequence reads to the Arabidopsis genome (NCBI Accession SRA008180.19). We also generated 454-GS20 sequences and de novo assemblies for the basal eudicot California poppy (Eschscholzia californica) and the magnoliid avocado (Persea americana) using a variety of methods for cDNA synthesis.The Arabidopsis reads tagged more than 15,000 genes, including new splice variants and extended UTR regions. Of the total 134,791 reads (13.8 MB), 119,518 (88.7%) mapped exactly to known exons, while 1,117 (0.8%) mapped to introns, 11,524 (8.6%) spanned annotated intron/exon boundaries, and 3,066 (2.3%) extended beyond the end of annotated UTRs. Sequence-based inference of relative gene expression levels correlated significantly with microarray data. As expected, NG sequencing of normalized libraries tagged more genes than non-normalized libraries, although non-normalized libraries yielded more full-length cDNA sequences. The Arabidopsis data were used to simulate additional rounds of NG and traditional EST sequencing, and various combinations of each. Our simulations suggest a combination of FLX and Solexa sequencing for optimal transcriptome coverage at modest cost. We have also developed ESTcalc http://fgp.huck.psu.edu/NG_Sims/ngsim.pl, an online webtool, which allows users to explore the results of this study by specifying individualized costs and sequencing characteristics.NG sequencing technologies are a highly flexible set of platforms that can be scaled to suit different project goals. In terms of sequence coverage alone, the NG sequencing is a dramatic advance over capillary-based sequencing, but NG sequencing also presents significant challenges in assembly and sequence accuracy due to short read lengths, method-specific sequencing errors, and the absence of physical clones. These problems may be overcome by hybrid sequencing strategies using a mixture of sequencing methodologies, by new assemblers, and by sequencing more deeply. Sequencing and microarray outcomes from multiple experiments suggest that our simulator will be useful for guiding NG transcriptome sequencing projects in a wide range of organisms.","Wall PK, Leebens-Mack J, Chanderbali AS, Barakat A, Wolcott E, Liang H, Landherr L, Tomsho LP, Hu Y, Carlson JE, Ma H, Schuster SC, Soltis DE, Soltis PS, Altman N, dePamphilis CW."]],["SRP000615","no study abstract","no study description"],[["SRX002936","no description for experiment design","no description for library construction","454 GS 20","Base Space","SRS002186",[["SRR014005","134,791","15,542,292","115"]]],["SRX002986","no description for experiment design","no description for library construction","454 GS 20","Base Space","SRS002202",[["SRR014399","170,486","19,836,781","116"],["SRR014400","134,452","15,646,892","116"],["SRR014414","510","58,499","114"],["SRR014415","1,723","198,907","115"],["SRR014416","3,679","423,620","115"],["SRR014417","6,559","765,446","116"]]],["SRX002987","no description for experiment design","no description for library construction","454 GS 20","Base Space","SRS002203",[["SRR014116","137,377","15,689,115","114"],["SRR014117","126,828","14,602,382","115"]]],["SRX002988","no description for experiment design","no description for library construction","454 GS 20","Base Space","SRS002203",[["SRR014118","140,901","15,962,545","113"],["SRR014119","171,016","19,499,884","114"]]]],[["SRS002186","no sample description",[["no attribution tag","no attribution value"]]],["SRS002202","no sample description",[["no attribution tag","no attribution value"]]],["SRS002203","no sample description",[["no attribution tag","no attribution value"]]]]],["SRA008240",[["19066226","AGO1-miR173 complex initiates phased siRNA formation in plants.","Proc Natl Acad Sci U S A","2008-Dec-23","SRA008240","MicroRNA (miRNA)-guided cleavage initiates entry of primary transcripts into the transacting siRNA (tasiRNA) biogenesis pathway involving RNA-DEPENDENT RNA POLYMERASE6, DICER-LIKE4, and SUPPRESSOR OF GENE SILENCING3. Arabidopsis thaliana TAS1 and TAS2 families yield tasiRNA that form through miR173-guided initiation-cleavage of primary transcripts and target several transcripts encoding pentatricopeptide repeat proteins and proteins of unknown function. Here, the TAS1c locus was modified to produce synthetic (syn) tasiRNA to target an endogenous transcript encoding PHYTOENE DESATURASE and used to analyze the role of miR173 in routing of transcripts through the tasiRNA pathway. miR173 was unique from other miRNAs in its ability to initiate TAS1c-based syn-tasiRNA formation. A single miR173 target site was sufficient to route non-TAS transcripts into the pathway to yield phased siRNA. We also show that miR173 functions in association with ARGONAUTE 1 (AGO1) during TAS1 and TAS2 tasiRNA formation, and we provide data indicating that the miR173-AGO1 complex possesses unique functionality that many other miRNA-AGO1 complexes lack.","Montgomery TA, Yoo SJ, Fahlgren N, Gilbert SD, Howell MD, Sullivan CM, Alexander A, Nguyen G, Allen E, Ahn JH, Carrington JC."]],["SRP000625","no study abstract","The goal of this study was to identify AGO1-dependent miRNA and tasiRNA in Arabidopsis by sequencing small RNA from wild type (Col-0) and ago1-25 plants. Sequencing-by-synthesis technology was used to sequence small RNA from flower tissue (stages 1-12) from wild-type (Col-0) and ago1-25 Arabidopsis thaliana plants. Three biological replicates were sequenced for both Col-0 and ago1-25."],[["SRX003107","no description for experiment design","Total RNA was isolated from Inflorescence tissue (flower stages 1-12) using Trizol and chloroform. Following isolation the RNA was purified by phenol-chloroform extraction. Small RNA were fractionated on denaturing 17% polyacrylamide gels. Amplicons for sequencing were prepared by 5� and 3� adaptor ligations followed by RT-PCR. Sequencing-by-synthesis was done using an Illumina 1G Genome Analyzer.","Illumina Genome Analyzer","Base Space","SRS002244",[["SRR014255","4,998,881","179,959,716","36"]]],["SRX003108","no description for experiment design","Total RNA was isolated from Inflorescence tissue (flower stages 1-12) using Trizol and chloroform. Following isolation the RNA was purified by phenol-chloroform extraction. Small RNA were fractionated on denaturing 17% polyacrylamide gels. Amplicons for sequencing were prepared by 5� and 3� adaptor ligations followed by RT-PCR. Sequencing-by-synthesis was done using an Illumina 1G Genome Analyzer.","Illumina Genome Analyzer","Base Space","SRS002245",[["SRR014256","4,762,471","171,448,956","36"]]],["SRX003109","no description for experiment design","Total RNA was isolated from Inflorescence tissue (flower stages 1-12) using Trizol and chloroform. Following isolation the RNA was purified by phenol-chloroform extraction. Small RNA were fractionated on denaturing 17% polyacrylamide gels. Amplicons for sequencing were prepared by 5� and 3� adaptor ligations followed by RT-PCR. Sequencing-by-synthesis was done using an Illumina 1G Genome Analyzer.","Illumina Genome Analyzer","Base Space","SRS002246",[["SRR014257","3,853,582","138,728,952","36"]]],["SRX003110","no description for experiment design","Total RNA was isolated from Inflorescence tissue (flower stages 1-12) using Trizol and chloroform. Following isolation the RNA was purified by phenol-chloroform extraction. Small RNA were fractionated on denaturing 17% polyacrylamide gels. Amplicons for sequencing were prepared by 5� and 3� adaptor ligations followed by RT-PCR. Sequencing-by-synthesis was done using an Illumina 1G Genome Analyzer.","Illumina Genome Analyzer","Base Space","SRS002247",[["SRR014258","3,335,442","120,075,912","36"]]],["SRX003111","no description for experiment design","Total RNA was isolated from Inflorescence tissue (flower stages 1-12) using Trizol and chloroform. Following isolation the RNA was purified by phenol-chloroform extraction. Small RNA were fractionated on denaturing 17% polyacrylamide gels. Amplicons for sequencing were prepared by 5� and 3� adaptor ligations followed by RT-PCR. Sequencing-by-synthesis was done using an Illumina 1G Genome Analyzer.","Illumina Genome Analyzer","Base Space","SRS002248",[["SRR014259","3,023,839","108,858,204","36"]]],["SRX003112","no description for experiment design","Total RNA was isolated from Inflorescence tissue (flower stages 1-12) using Trizol and chloroform. Following isolation the RNA was purified by phenol-chloroform extraction. Small RNA were fractionated on denaturing 17% polyacrylamide gels. Amplicons for sequencing were prepared by 5� and 3� adaptor ligations followed by RT-PCR. Sequencing-by-synthesis was done using an Illumina 1G Genome Analyzer.","Illumina Genome Analyzer","Base Space","SRS002249",[["SRR014260","3,072,591","110,613,276","36"]]]],[["SRS002244","source: Inflorescence tissue: flower stages 1-12; description: ",[["ecotype","Col-0"],["genotype","ago1-25 homozygous"],["tissue","inflorescence flower stages 1-12"]]],["SRS002245","source: Inflorescence tissue: flower stages 1-12; description: ",[["ecotype","Col-0"],["genotype","ago1-25 homozygous"],["tissue","inflorescence flower stages 1-12"]]],["SRS002246","source: Inflorescence tissue: flower stages 1-12; description: ",[["ecotype","Col-0"],["genotype","ago1-25 homozygous"],["tissue","inflorescence flower stages 1-12"]]],["SRS002247","source: Inflorescence tissue: flower stages 1-12; description: ",[["ecotype","Col-0"],["genotype","wild type"],["tissue","inflorescence flower stages 1-12"]]],["SRS002248","source: Inflorescence tissue: flower stages 1-12; description: ",[["ecotype","Col-0"],["genotype","wild type"],["tissue","inflorescence flower stages 1-12"]]],["SRS002249","source: Inflorescence tissue: flower stages 1-12; description: ",[["ecotype","Col-0"],["genotype","wild type"],["tissue","inflorescence flower stages 1-12"]]]]],["SRA008384",[["18542052","Global identification of microRNA-target RNA pairs by parallel analysis of RNA ends.","Nat Biotechnol","2008-Aug","SRA008384","MicroRNAs (miRNAs) are important regulatory molecules in most eukaryotes and identification of their target mRNAs is essential for their functional analysis. Whereas conventional methods rely on computational prediction and subsequent experimental validation of target RNAs, we directly sequenced >28,000,000 signatures from the 5' ends of polyadenylated products of miRNA-mediated mRNA decay, isolated from inflorescence tissue of Arabidopsis thaliana, to discover novel miRNA-target RNA pairs. Within the set of approximately 27,000 transcripts included in the 8,000,000 nonredundant signatures, several previously predicted but nonvalidated targets of miRNAs were found. Like validated targets, most showed a single abundant signature at the miRNA cleavage site, particularly in libraries from a mutant deficient in the 5'-to-3' exonuclease AtXRN4. Although miRNAs in Arabidopsis have been extensively investigated, working in reverse from the cleaved targets resulted in the identification and validation of novel miRNAs. This versatile approach will affect the study of other aspects of RNA processing beyond miRNA-target RNA pairs.","German MA, Pillay M, Jeong DH, Hetawal A, Luo S, Janardhanan P, Kannan V, Rymarquis LA, Nobuta K, German R, De Paoli E, Lu C, Schroth G, Meyers BC, Green PJ."]],["SRP000713","no study abstract","MicroRNAs are important regulatory molecules in most eukaryotes and the identification of their mRNA targets is essential for their functional analysis. From inflorescence tissue of Arabidopsis, >28,000,000 signatures were sequenced from 5� ends of polyadenylated products of mRNA decay. Within the set of ~27,000 transcripts included in the 3,500,000 non-redundant signatures, several previously predicted but non-validated miRNA targets were found. Like validated targets, most showed a single abundant signature at the miRNA cleavage site, particularly in libraries from a mutant deficient in the 5� to 3� exonuclease AtXRN4. Among the most unexpected miRNA targets discovered were miRNA precursor transcripts that are self-targeted by their own mature miRNA. Although the miRNAs of Arabidopsis have been extensively investigated, working in reverse from the cleaved targets, additional novel miRNAs were identified and validated. This deep and versatile approach will impact the study of other aspects of RNA processing beyond miRNA-target RNA pair analyses."],[["SRX003874","no description for experiment design","A conventional Trizol extraction was used for total RNA extraction, followed by oligo (dT) columns for polyA RNA extraction. The material was submitted to Illumina and libraries were constructed for small RNAs. Individual small RNA libraries from inflorescences of Arabidopsis wildtype, rdr2, and dcl2/dcl3/dcl4 were sequenced with SBS at Illumina, Inc.","Illumina Genome Analyzer","Base Space","SRS002633",[["SRR015159","1,816,216","58,118,912","32"]]],["SRX003875","no description for experiment design","A conventional Trizol extraction was used for total RNA extraction, followed by oligo (dT) columns for polyA RNA extraction. The material was submitted to Illumina and libraries were constructed for small RNAs. Individual small RNA libraries from inflorescences of Arabidopsis wildtype, rdr2, and dcl2/dcl3/dcl4 were sequenced with SBS at Illumina, Inc.","Illumina Genome Analyzer","Base Space","SRS002634",[["SRR015160","2,889,955","92,478,560","32"]]],["SRX003876","no description for experiment design","A conventional Trizol extraction was used for total RNA extraction, followed by oligo (dT) columns for polyA RNA extraction. The material was submitted to Illumina and libraries were constructed for small RNAs. Individual small RNA libraries from inflorescences of Arabidopsis wildtype, rdr2, and dcl2/dcl3/dcl4 were sequenced with SBS at Illumina, Inc.","Illumina Genome Analyzer","Base Space","SRS002635",[["SRR015161","2,947,183","97,257,039","33"]]],["SRX003877","no description for experiment design","A conventional Trizol extraction was used for total RNA extraction, followed by oligo (dT) columns for polyA RNA extraction. The material was submitted to Illumina and libraries were constructed for small RNAs. Individual small RNA libraries from inflorescences of Arabidopsis wildtype, rdr2, and dcl2/dcl3/dcl4 were sequenced with SBS at Illumina, Inc.","Illumina Genome Analyzer","Base Space","SRS002636",[["SRR015162","2,923,262","93,544,384","32"]]],["SRX003878","no description for experiment design","A conventional Trizol extraction was used for total RNA extraction, followed by oligo (dT) columns for polyA RNA extraction. The material was submitted to Illumina and libraries were constructed for small RNAs. Individual small RNA libraries from inflorescences of Arabidopsis wildtype, rdr2, and dcl2/dcl3/dcl4 were sequenced with SBS at Illumina, Inc.","Illumina Genome Analyzer","Base Space","SRS002637",[["SRR015163","2,535,390","83,667,870","33"]]]],[["SRS002633","source: whole inflorescence; description: Parallel analysis of RNA ends (PARE)",[["development stage","up to stage 11/12"],["genotype","wild type"],["strain","Col-0"],["tissue","inflorescence meristem and early-stage floral buds"]]],["SRS002634","source: whole inflorescence; description: Parallel analysis of RNA ends (PARE)",[["development stage","up to stage 11/12"],["genotype","rdr2 mutant"],["strain","Col-0"],["tissue","inflorescence meristem and early-stage floral buds"]]],["SRS002635","source: whole inflorescence; description: Parallel analysis of RNA ends (PARE)",[["development stage","up to stage 11/12"],["genotype","rdr2 mutant"],["strain","Col-0"],["tissue","inflorescence meristem and early-stage floral buds"]]],["SRS002636","source: whole inflorescence; description: Parallel analysis of RNA ends (PARE)",[["development stage","up to stage 11/12"],["genotype","dcl2,3,4 mutant"],["strain","Col-0"],["tissue","inflorescence meristem and early-stage floral buds"]]],["SRS002637","source: whole inflorescence; description: Parallel analysis of RNA ends (PARE)",[["development stage","up to stage 11/12"],["genotype","dcl2,3,4 mutant"],["strain","Col-0"],["tissue","inflorescence meristem and early-stage floral buds"]]]]],["SRA008236",[["18486559","A link between RNA metabolism and silencing affecting Arabidopsis development.","Dev Cell","2008-Jun","SRA008236","MicroRNAs (miRNAs) and small interfering RNAs (siRNAs) are abundant endogenous small RNAs (smRNAs) that control transcript expression through posttranscriptional gene silencing. Here, we show that concomitant loss of XRN4/EIN5, a 5'-3' exoribonuclease, and ABH1/CBP80, a subunit of the mRNA cap binding complex, results in Arabidopsis plants manifesting myriad developmental defects. We find that ABH1/CBP80 is necessary to obtain proper mature miRNA levels, which suggests this protein affects the miRNA-mediated RNA silencing pathway. Additionally, we show that XRN4/EIN5 affects the levels of a smRNA class that is processed from both sense and antisense strands of approximately 130 endogenous transcripts that apparently are converted to double-stranded RNA (dsRNA) and subsequently processed. We find that the parent transcripts of these smRNAs accumulate in an uncapped form upon loss of XRN4/EIN5, which suggests that uncapped endogenous transcripts can become smRNA biogenesis substrates. Overall, our results reveal unexpected connections between RNA metabolism and silencing pathways.","Gregory BD, O'Malley RC, Lister R, Urich MA, Tonti-Filippini J, Chen H, Millar AH, Ecker JR."]],["SRP000622","no study abstract","Whole genome small RNA sequencing (wild-type Col-0, abh1-1, ein5-6, ein5-6 abh1-1) and 5'-RACE (GMUCT) (wild-type Col-0 and ein5-6) sequencing of parenthetically indicated genotypes of Arabidopsis using the Illumina Genetic Analyzer. Whole-genome oligonucleotide tiling microarrays were used for gene expression studies of the entire transcriptome for wildtype Col-0, abh1-1, ein5-6, and ein5-6 abh1-1 plants.Micro (mi)RNAs and small-interfering (si)RNAs are abundant endogenous small (sm)RNAs that control transcript expression by post-transcriptional gene silencing. Here, we show that concomitant loss of XRN4/EIN5, a 5�-3� exoribonuclease, and CBP80/ABH1, the largest subunit of the mRNA cap binding complex, results in Arabidopsis plants manifesting myriad developmental defects. Through the analysis of ein5 abh1 double mutant plants, we find that CBP80/ABH1 regulates the levels of mature miRNAs, which suggests this protein is a novel component of the miRNA-mediated RNA silencing pathway. Additionally, we show that a novel class of smRNAs are processed from both sense and anti-sense strands of ~130 endogenous transcripts that apparently are converted to double-stranded RNA and subsequently processed into smRNAs, and accumulate in the absence of XRN4/EIN5. Moreover, we demonstrate that accumulation of these smRNAs is often synergistically increased in ein5 abh1 double mutant plants, which suggests that these proteins act coordinately to regulate the substrates from which they are processed. Finally, we find that the parent transcripts of these novel smRNAs accumulate in an uncapped form upon loss of XRN4/EIN5. These results suggest that uncapped endogenous transcripts can shuttle into an RNA silencing pathway where they become smRNA biogenesis substrates. Overall, our results reveal unexpected connections between RNA metabolism and silencing."],[["SRX003075","no description for experiment design","smRNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Immediately following RNA precipitation, the flow through from the anion-exchange chromatography column was further precipitated in another 2.5 volumes of 100% ethanol (smRNA fraction). The smRNA fraction was further purified by a phenol-chloroform extraction and an additional ethanol precipitation. Small RNAs were resolved by electrophoresis of 2.5 micrograms of the smRNA fraction and 7.5 micrograms of total RNA on 15% polyacrylamide gels containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA). A gel slice containing RNAs of 15 to 35 nucleotides (based on the 10 base pair ladder size standard (Invitrogen, Carlsbad, CA)) was excised and eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were precipitated using ethanol and resuspended in diethyl pyrocarbonate-treated deionized water. Gel-purified smRNA molecules were ligated sequentially to 5' and 3' RNA oligonucleotide adapters using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5' RNA adapter (5' - GUUCAGAGUUCUACAGUCCGACGAUC - 3') possessed 5' and 3' hydroxyl groups. The 3' RNA adapter (5'-pUCGUAUGCCGUCUUCUGCUUGidT-3') possessed a 5' mono-phosphate and a 3' inverted deoxythymidine (idT). The smRNAs were first ligated to the 5' RNA adapter. The ligation products were gel eluted and ligated to the 3' RNA adapter as described above. The final ligation products were then used as templates in a reverse transcription (RT) reaction using the RT-primer (5' - CAAGCAGAAGACGGCATACGA - 3') and Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). This was followed by a limited (15 cycle) PCR amplification step using the PCR reverse (5'-AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA-3') and forward (5'-CAAGCAGAAGACGGCATACGA-3') primers and Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). All oligonucleotides were provided by Illumina (Illumina, San Diego, CA). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer, eluted in 0.3 M NaCl rotating at room temperature for 4 hours, precipitated using ethanol, and resuspended in nuclease-free water.","Illumina Genome Analyzer","Base Space","SRS002207",[["SRR014221","9,467,338","388,160,858","41"]]],["SRX003076","no description for experiment design","Total RNA from wild-type Col-0 immature flower buds was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with RNase-free DNaseI (Qiagen) for 25 min at room temperature. Following an ethanol precipitation, poly(A)+ RNA was column purified from 50 micrograms of the total RNA samples using Oligotex mRNA kit (Qiagen). The poly(A)+ RNA was then depleted for18S and 28S rRNA molecules in two sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by the manufacturer (Invitrogen, Carlsbad, CA). The rRNA-depleted poly(A)+ RNA was then ligated to the Illumina 5' smRNA adapter using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5' RNA adapter (5' - GUUCAGAGUUCUACAGUCCGACGAUC - 3') possessed 5' and 3' hydroxyl groups. The ligated rRNA-depleted poly(A)+ RNA was purified by phenol:chloroform extraction and ethanol precipitation. Oligo(dT) was then used to prime cDNA synthesis using SuperScript II reverse transcriptase(200 units/mL) (Invitrogen, Carlsbad, CA). The cDNA was then subjected to second strand synthesis using Oligo(dT) and the PCR primer specific for the Illumina 5' smRNA adapter (5' -AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA - 3'). The dscDNA was ethanol precipiated, and then fragmented by sonication to 50-500 bp with a Bioruptor (Diagenode Sparta, NJ), followed by end repair and ligation of the genomic DNA (gDNA) adapters provided by Illumina (Illumina, San Diego, CA) as per manufacturer's instructions for gDNA library construction. 100-200 ng of adapter-ligated dscDNA of 195-235 bp was isolated by agarose gel electrophoresis, and subsequently purified using a gel extraction kit (Qiagen, Valencia, CA). This was followed by a limited (16 cycle) PCR amplification step using the PCR primer specific for the Illumina 5' smRNA adapter (5' -AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA - 3') and primer 2.1 that is specific for the gDNA 3' adapter using Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). Using this primer combination for the limited amplification enriched for the desired products that had an Illumina 5' smRNA adapted on the 5' end and the 3' gDNA adapter on the 3' end. The enriched library was purified with the PCR purification kit (Qiagen, Valencia, CA) and quantity and quality examined by spectrophotometry, gel electrophoresis, and limited sequencing of cloned library molecules.","Illumina Genome Analyzer","Base Space","SRS002208",[["SRR014222","11,949,521","597,476,050","50"],["SRR014223","12,562,712","628,135,600","50"]]],["SRX003077","no description for experiment design","smRNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Immediately following RNA precipitation, the flow through from the anion-exchange chromatography column was further precipitated in another 2.5 volumes of 100% ethanol (smRNA fraction). The smRNA fraction was further purified by a phenol-chloroform extraction and an additional ethanol precipitation. Small RNAs were resolved by electrophoresis of 2.5 micrograms of the smRNA fraction and 7.5 micrograms of total RNA on 15% polyacrylamide gels containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA). A gel slice containing RNAs of 15 to 35 nucleotides (based on the 10 base pair ladder size standard (Invitrogen, Carlsbad, CA)) was excised and eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were precipitated using ethanol and resuspended in diethyl pyrocarbonate-treated deionized water. Gel-purified smRNA molecules were ligated sequentially to 5' and 3' RNA oligonucleotide adapters using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5' RNA adapter (5' - GUUCAGAGUUCUACAGUCCGACGAUC - 3') possessed 5' and 3' hydroxyl groups. The 3' RNA adapter (5'-pUCGUAUGCCGUCUUCUGCUUGidT-3') possessed a 5' mono-phosphate and a 3' inverted deoxythymidine (idT). The smRNAs were first ligated to the 5' RNA adapter. The ligation products were gel eluted and ligated to the 3' RNA adapter as described above. The final ligation products were then used as templates in a reverse transcription (RT) reaction using the RT-primer (5' - CAAGCAGAAGACGGCATACGA - 3') and Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). This was followed by a limited (15 cycle) PCR amplification step using the PCR reverse (5'-AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA-3') and forward (5'-CAAGCAGAAGACGGCATACGA-3') primers and Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). All oligonucleotides were provided by Illumina (Illumina, San Diego, CA). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer, eluted in 0.3 M NaCl rotating at room temperature for 4 hours, precipitated using ethanol, and resuspended in nuclease-free water.","Illumina Genome Analyzer","Base Space","SRS002209",[["SRR014224","10,702,461","438,800,901","41"]]],["SRX003078","no description for experiment design","Total RNA from ein5-6 immature flower buds was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with RNase-free DNaseI (Qiagen) for 25 min at room temperature. Following an ethanol precipitation, poly(A)+ RNA was column purified from 50 micrograms of the total RNA samples using Oligotex mRNA kit (Qiagen). The poly(A)+ RNA was then depleted for18S and 28S rRNA molecules in two sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by the manufacturer (Invitrogen, Carlsbad, CA). The rRNA-depleted poly(A)+ RNA was then ligated to the Illumina 5' smRNA adapter using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5' RNA adapter (5' - GUUCAGAGUUCUACAGUCCGACGAUC - 3') possessed 5' and 3' hydroxyl groups. The ligated rRNA-depleted poly(A)+ RNA was purified by phenol:chloroform extraction and ethanol precipitation. Oligo(dT) was then used to prime cDNA synthesis using SuperScript II reverse transcriptase(200 units/mL) (Invitrogen, Carlsbad, CA). The cDNA was then subjected to second strand synthesis using Oligo(dT) and the PCR primer specific for the Illumina 5' smRNA adapter (5' -AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA - 3'). The dscDNA was ethanol precipiated, and then fragmented by sonication to 50-500 bp with a Bioruptor (Diagenode Sparta, NJ), followed by end repair and ligation of the genomic DNA (gDNA) adapters provided by Illumina (Illumina, San Diego, CA) as per manufacturer's instructions for gDNA library construction. 100-200 ng of adapter-ligated dscDNA of 195-235 bp was isolated by agarose gel electrophoresis, and subsequently purified using a gel extraction kit (Qiagen, Valencia, CA). This was followed by a limited (16 cycle) PCR amplification step using the PCR primer specific for the Illumina 5' smRNA adapter (5' -AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA - 3') and primer 2.1 that is specific for the gDNA 3' adapter using Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). Using this primer combination for the limited amplification enriched for the desired products that had an Illumina 5' smRNA adapted on the 5' end and the 3' gDNA adapter on the 3' end. The enriched library was purified with the PCR purification kit (Qiagen, Valencia, CA) and quantity and quality examined by spectrophotometry, gel electrophoresis, and limited sequencing of cloned library molecules.","Illumina Genome Analyzer","Base Space","SRS002210",[["SRR014225","11,492,403","574,620,150","50"],["SRR014226","13,272,632","663,631,600","50"]]],["SRX003079","no description for experiment design","smRNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Immediately following RNA precipitation, the flow through from the anion-exchange chromatography column was further precipitated in another 2.5 volumes of 100% ethanol (smRNA fraction). The smRNA fraction was further purified by a phenol-chloroform extraction and an additional ethanol precipitation. Small RNAs were resolved by electrophoresis of 2.5 micrograms of the smRNA fraction and 7.5 micrograms of total RNA on 15% polyacrylamide gels containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA). A gel slice containing RNAs of 15 to 35 nucleotides (based on the 10 base pair ladder size standard (Invitrogen, Carlsbad, CA)) was excised and eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were precipitated using ethanol and resuspended in diethyl pyrocarbonate-treated deionized water. Gel-purified smRNA molecules were ligated sequentially to 5' and 3' RNA oligonucleotide adapters using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5' RNA adapter (5' - GUUCAGAGUUCUACAGUCCGACGAUC - 3') possessed 5' and 3' hydroxyl groups. The 3' RNA adapter (5'-pUCGUAUGCCGUCUUCUGCUUGidT-3') possessed a 5' mono-phosphate and a 3' inverted deoxythymidine (idT). The smRNAs were first ligated to the 5' RNA adapter. The ligation products were gel eluted and ligated to the 3' RNA adapter as described above. The final ligation products were then used as templates in a reverse transcription (RT) reaction using the RT-primer (5' - CAAGCAGAAGACGGCATACGA - 3') and Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). This was followed by a limited (15 cycle) PCR amplification step using the PCR reverse (5'-AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA-3') and forward (5'-CAAGCAGAAGACGGCATACGA-3') primers and Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). All oligonucleotides were provided by Illumina (Illumina, San Diego, CA). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer, eluted in 0.3 M NaCl rotating at room temperature for 4 hours, precipitated using ethanol, and resuspended in nuclease-free water.","Illumina Genome Analyzer","Base Space","SRS002211",[["SRR014227","9,222,017","378,102,697","41"]]],["SRX003080","no description for experiment design","smRNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Immediately following RNA precipitation, the flow through from the anion-exchange chromatography column was further precipitated in another 2.5 volumes of 100% ethanol (smRNA fraction). The smRNA fraction was further purified by a phenol-chloroform extraction and an additional ethanol precipitation. Small RNAs were resolved by electrophoresis of 2.5 micrograms of the smRNA fraction and 7.5 micrograms of total RNA on 15% polyacrylamide gels containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA). A gel slice containing RNAs of 15 to 35 nucleotides (based on the 10 base pair ladder size standard (Invitrogen, Carlsbad, CA)) was excised and eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were precipitated using ethanol and resuspended in diethyl pyrocarbonate-treated deionized water. Gel-purified smRNA molecules were ligated sequentially to 5' and 3' RNA oligonucleotide adapters using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5' RNA adapter (5' - GUUCAGAGUUCUACAGUCCGACGAUC - 3') possessed 5' and 3' hydroxyl groups. The 3' RNA adapter (5'-pUCGUAUGCCGUCUUCUGCUUGidT-3') possessed a 5' mono-phosphate and a 3' inverted deoxythymidine (idT). The smRNAs were first ligated to the 5' RNA adapter. The ligation products were gel eluted and ligated to the 3' RNA adapter as described above. The final ligation products were then used as templates in a reverse transcription (RT) reaction using the RT-primer (5' - CAAGCAGAAGACGGCATACGA - 3') and Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). This was followed by a limited (15 cycle) PCR amplification step using the PCR reverse (5'-AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA-3') and forward (5'-CAAGCAGAAGACGGCATACGA-3') primers and Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). All oligonucleotides were provided by Illumina (Illumina, San Diego, CA). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer, eluted in 0.3 M NaCl rotating at room temperature for 4 hours, precipitated using ethanol, and resuspended in nuclease-free water.","Illumina Genome Analyzer","Base Space","SRS002212",[["SRR014228","10,489,107","430,053,387","41"]]]],[["SRS002207","source: immature floral tissue; description: smRNA high-throughput sequencing",[["genotype","abh1-1 mutant"],["tissue","unopened flower bud"]]],["SRS002208","source: immature floral tissue; description: 5'-RACE high-throughput sequencing",[["genotype","Columbia-0 wild type"],["tissue","unopened flower bud"]]],["SRS002209","source: immature floral tissue; description: smRNA high-throughput sequencing",[["genotype","Columbia-0 wild type"],["tissue","unopened flower bud"]]],["SRS002210","source: immature floral tissue; description: 5'-RACE high-throughput sequencing",[["genotype","ein5-6 mutant"],["tissue","unopened flower bud"]]],["SRS002211","source: immature floral tissue; description: smRNA high-throughput sequencing",[["genotype","ein5-6 mutant"],["tissue","unopened flower bud"]]],["SRS002212","source: immature floral tissue; description: smRNA high-throughput sequencing",[["genotype","ein5-6 abh1-1 mutant"],["tissue","unopened flower bud"]]]]],["SRA000286",[["20122235","Genome-wide sequence-based prediction of peripheral proteins using a novel semi-supervised learning technique.","BMC Bioinformatics","2010","SRA000286","In supervised learning, traditional approaches to building a classifier use two sets of examples with pre-defined classes along with a learning algorithm. The main limitation of this approach is that examples from both classes are required which might be infeasible in certain cases, especially those dealing with biological data. Such is the case for membrane-binding peripheral domains that play important roles in many biological processes, including cell signaling and membrane trafficking by reversibly binding to membranes. For these domains, a well-defined positive set is available with domains known to bind membrane along with a large unlabeled set of domains whose membrane binding affinities have not been measured. The aforementioned limitation can be addressed by a special class of semi-supervised machine learning called positive-unlabeled (PU) learning that uses a positive set with a large unlabeled set. METHODS In this study, we implement the first application of PU-learning to a protein function prediction problem: identification of peripheral domains. PU-learning starts by identifying reliable negative (RN) examples iteratively from the unlabeled set until convergence and builds a classifier using the positive and the final RN set. A data set of 232 positive cases and ~3750 unlabeled ones were used to construct and validate the protocol.Holdout evaluation of the protocol on a left-out positive set showed that the accuracy of prediction reached up to 95% during two independent implementations.These results suggest that our protocol can be used for predicting membrane-binding properties of a wide variety of modular domains. Protocols like the one presented here become particularly useful in the case of availability of information from one class only.","Bhardwaj N, Gerstein M, Lu H."],["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000286","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."]],["SRP000568","no study abstract","Transcriptome sequencing of wildtype Arabidopsis plants (Col-0), and met1, drm1 drm2 cmt3, and ros1 dml2 dml3 null mutants using the Illumina Genetic Analyzer."],[["SRX002554","no description for experiment design","RNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with DNaseI (Qiagen) for 30 min at room temperature. following ethanol precipitation the 18S and 28S rRNA molecules were depleted from 20 �g of total RNA in three sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by (Invitrogen, Carlsbad, CA). The 5' cap was removed from the rRNA-depleted RNA by treatment with 10 U/�l Tobacco Acid Pyrophosphatase for 1.5 h at 37C. This and all subsequent enzymatic reactions involving RNA used contained 2.5-4 U/�l RNaseOut ribonuclease inhibitor (Invitrogen, Carlsbad, CA). The RNA was purified by phenol:chloroform extraction and ethanol precipitation. This and all subsequent ethanol precipitations contained 20-40 �g/ml nuclease-free glycogen (Ambion, Austin, TX). De-capped RNA was fragmented by metal hydrolysis in 1X fragmentation buffer (Affymetrix, Santa Clara, CA) for 35 min at 94 C then cooled on ice for 2 min and ethanol precipitated. The fragmented RNA was dephosphorylated using 10 U/�l Calf intestinal phosphatase (New England Biolabs, Cambridge, MA) for 1 h at 37C, then 10 �l Gel loading Buffer II (Ambion, Austin, TX) added, heated at 65'C for 5 min, cooled on ice and then separated on a 10% polyacrylamide gel containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA) by electrophoresis at 150 V for 2 h at 4C. The gel was stained in SYBR Gold (Invitrogen, Carlsbad, CA), and a gel slice containing RNAs of 35 to 50 nucleotides was excised, crushed, and the RNA eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were ethanol precipitated and resuspended in nuclease-free water, after which the RNA fragments were heated to 65'C for 5 min, cooled on ice for 5 min and then ligated to the Illumina 3' RNA oligonucleotide adapter (see smRNA library construction above) using 10 U/�l T4 RNA ligase (Promega, Madison, WI) in 10% DMSO, incubated at 20C for 6 h then 4 C for 4 h. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 3' adapter-ligated RNA molecules from 50 to 80 nucleotides was excised and the RNA eluted and precipitated. The gel-purified RNA was resuspended in nuclease-free water then phosphorylated in a reaction containing 1 U/�l T4 polynucleotide kinase (New England Biolabs, Cambridge, MA) and 1 mM ATP (Illumina, San Diego, CA) for 1 h at 37 C. After purification by phenol:chloroform extraction and ethanol precipitation the 5' phosphorylated RNA fragments were ligated to the Illumina 5' RNA oligonucleotide adapter under the same conditions used for the 3' adapter ligation. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 5' and 3' adapter-ligated RNA molecules from 80 to 125 nucleotides was excised and the RNA eluted as described above. The size-selected ligation products were then used as templates in a reverse transcription (RT) reaction, followed by a limited (20 cycle) PCR amplification step (see smRNA library construction above). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer and the 80 to 125 bp band excised. This cDNA was eluted in 1 X gel elution buffer (Illumina, San Diego, CA) rotating at room temperature for 3 hours, ethanol precipitated and resuspended in 15 �l elution buffer (Qiagen, Valencia, CA).","Illumina Genome Analyzer","Base Space","SRS002045",[["SRR013411","16,391,875","819,593,750","50"],["SRR013412","15,751,844","787,592,200","50"],["SRR013413","11,444,935","572,246,750","50"],["SRR013414","12,062,539","603,126,950","50"],["SRR013415","11,725,625","586,281,250","50"],["SRR013416","11,761,686","588,084,300","50"]]],["SRX002555","no description for experiment design","RNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with DNaseI (Qiagen) for 30 min at room temperature. following ethanol precipitation the 18S and 28S rRNA molecules were depleted from 20 �g of total RNA in three sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by (Invitrogen, Carlsbad, CA). The 5' cap was removed from the rRNA-depleted RNA by treatment with 10 U/�l Tobacco Acid Pyrophosphatase for 1.5 h at 37C. This and all subsequent enzymatic reactions involving RNA used contained 2.5-4 U/�l RNaseOut ribonuclease inhibitor (Invitrogen, Carlsbad, CA). The RNA was purified by phenol:chloroform extraction and ethanol precipitation. This and all subsequent ethanol precipitations contained 20-40 �g/ml nuclease-free glycogen (Ambion, Austin, TX). De-capped RNA was fragmented by metal hydrolysis in 1X fragmentation buffer (Affymetrix, Santa Clara, CA) for 35 min at 94 C then cooled on ice for 2 min and ethanol precipitated. The fragmented RNA was dephosphorylated using 10 U/�l Calf intestinal phosphatase (New England Biolabs, Cambridge, MA) for 1 h at 37C, then 10 �l Gel loading Buffer II (Ambion, Austin, TX) added, heated at 65'C for 5 min, cooled on ice and then separated on a 10% polyacrylamide gel containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA) by electrophoresis at 150 V for 2 h at 4C. The gel was stained in SYBR Gold (Invitrogen, Carlsbad, CA), and a gel slice containing RNAs of 35 to 50 nucleotides was excised, crushed, and the RNA eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were ethanol precipitated and resuspended in nuclease-free water, after which the RNA fragments were heated to 65'C for 5 min, cooled on ice for 5 min and then ligated to the Illumina 3' RNA oligonucleotide adapter (see smRNA library construction above) using 10 U/�l T4 RNA ligase (Promega, Madison, WI) in 10% DMSO, incubated at 20C for 6 h then 4 C for 4 h. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 3' adapter-ligated RNA molecules from 50 to 80 nucleotides was excised and the RNA eluted and precipitated. The gel-purified RNA was resuspended in nuclease-free water then phosphorylated in a reaction containing 1 U/�l T4 polynucleotide kinase (New England Biolabs, Cambridge, MA) and 1 mM ATP (Illumina, San Diego, CA) for 1 h at 37 C. After purification by phenol:chloroform extraction and ethanol precipitation the 5' phosphorylated RNA fragments were ligated to the Illumina 5' RNA oligonucleotide adapter under the same conditions used for the 3' adapter ligation. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 5' and 3' adapter-ligated RNA molecules from 80 to 125 nucleotides was excised and the RNA eluted as described above. The size-selected ligation products were then used as templates in a reverse transcription (RT) reaction, followed by a limited (20 cycle) PCR amplification step (see smRNA library construction above). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer and the 80 to 125 bp band excised. This cDNA was eluted in 1 X gel elution buffer (Illumina, San Diego, CA) rotating at room temperature for 3 hours, ethanol precipitated and resuspended in 15 �l elution buffer (Qiagen, Valencia, CA).","Illumina Genome Analyzer","Base Space","SRS002046",[["SRR013417","15,426,162","771,308,100","50"],["SRR013418","15,171,125","758,556,250","50"],["SRR013419","13,161,583","658,079,150","50"],["SRR013420","13,395,125","669,756,250","50"]]],["SRX002556","no description for experiment design","RNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with DNaseI (Qiagen) for 30 min at room temperature. following ethanol precipitation the 18S and 28S rRNA molecules were depleted from 20 �g of total RNA in three sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by (Invitrogen, Carlsbad, CA). The 5' cap was removed from the rRNA-depleted RNA by treatment with 10 U/�l Tobacco Acid Pyrophosphatase for 1.5 h at 37C. This and all subsequent enzymatic reactions involving RNA used contained 2.5-4 U/�l RNaseOut ribonuclease inhibitor (Invitrogen, Carlsbad, CA). The RNA was purified by phenol:chloroform extraction and ethanol precipitation. This and all subsequent ethanol precipitations contained 20-40 �g/ml nuclease-free glycogen (Ambion, Austin, TX). De-capped RNA was fragmented by metal hydrolysis in 1X fragmentation buffer (Affymetrix, Santa Clara, CA) for 35 min at 94 C then cooled on ice for 2 min and ethanol precipitated. The fragmented RNA was dephosphorylated using 10 U/�l Calf intestinal phosphatase (New England Biolabs, Cambridge, MA) for 1 h at 37C, then 10 �l Gel loading Buffer II (Ambion, Austin, TX) added, heated at 65'C for 5 min, cooled on ice and then separated on a 10% polyacrylamide gel containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA) by electrophoresis at 150 V for 2 h at 4C. The gel was stained in SYBR Gold (Invitrogen, Carlsbad, CA), and a gel slice containing RNAs of 35 to 50 nucleotides was excised, crushed, and the RNA eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were ethanol precipitated and resuspended in nuclease-free water, after which the RNA fragments were heated to 65'C for 5 min, cooled on ice for 5 min and then ligated to the Illumina 3' RNA oligonucleotide adapter (see smRNA library construction above) using 10 U/�l T4 RNA ligase (Promega, Madison, WI) in 10% DMSO, incubated at 20C for 6 h then 4 C for 4 h. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 3' adapter-ligated RNA molecules from 50 to 80 nucleotides was excised and the RNA eluted and precipitated. The gel-purified RNA was resuspended in nuclease-free water then phosphorylated in a reaction containing 1 U/�l T4 polynucleotide kinase (New England Biolabs, Cambridge, MA) and 1 mM ATP (Illumina, San Diego, CA) for 1 h at 37 C. After purification by phenol:chloroform extraction and ethanol precipitation the 5' phosphorylated RNA fragments were ligated to the Illumina 5' RNA oligonucleotide adapter under the same conditions used for the 3' adapter ligation. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 5' and 3' adapter-ligated RNA molecules from 80 to 125 nucleotides was excised and the RNA eluted as described above. The size-selected ligation products were then used as templates in a reverse transcription (RT) reaction, followed by a limited (20 cycle) PCR amplification step (see smRNA library construction above). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer and the 80 to 125 bp band excised. This cDNA was eluted in 1 X gel elution buffer (Illumina, San Diego, CA) rotating at room temperature for 3 hours, ethanol precipitated and resuspended in 15 �l elution buffer (Qiagen, Valencia, CA).","Illumina Genome Analyzer","Base Space","SRS002047",[["SRR013421","16,171,064","808,553,200","50"],["SRR013422","15,423,456","771,172,800","50"],["SRR013423","10,415,333","520,766,650","50"],["SRR013424","10,366,638","518,331,900","50"],["SRR013425","10,068,027","503,401,350","50"]]],["SRX002557","no description for experiment design","RNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA) and treated with DNaseI (Qiagen) for 30 min at room temperature. following ethanol precipitation the 18S and 28S rRNA molecules were depleted from 20 �g of total RNA in three sequential Ribominus (Invitrogen, Carlsbad, CA) reactions as per manufacturer's instructions, using 6 plant-specific biotinylated LNA oligonucleotide rRNA probes supplied by (Invitrogen, Carlsbad, CA). The 5' cap was removed from the rRNA-depleted RNA by treatment with 10 U/�l Tobacco Acid Pyrophosphatase for 1.5 h at 37C. This and all subsequent enzymatic reactions involving RNA used contained 2.5-4 U/�l RNaseOut ribonuclease inhibitor (Invitrogen, Carlsbad, CA). The RNA was purified by phenol:chloroform extraction and ethanol precipitation. This and all subsequent ethanol precipitations contained 20-40 �g/ml nuclease-free glycogen (Ambion, Austin, TX). De-capped RNA was fragmented by metal hydrolysis in 1X fragmentation buffer (Affymetrix, Santa Clara, CA) for 35 min at 94 C then cooled on ice for 2 min and ethanol precipitated. The fragmented RNA was dephosphorylated using 10 U/�l Calf intestinal phosphatase (New England Biolabs, Cambridge, MA) for 1 h at 37C, then 10 �l Gel loading Buffer II (Ambion, Austin, TX) added, heated at 65'C for 5 min, cooled on ice and then separated on a 10% polyacrylamide gel containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA) by electrophoresis at 150 V for 2 h at 4C. The gel was stained in SYBR Gold (Invitrogen, Carlsbad, CA), and a gel slice containing RNAs of 35 to 50 nucleotides was excised, crushed, and the RNA eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were ethanol precipitated and resuspended in nuclease-free water, after which the RNA fragments were heated to 65'C for 5 min, cooled on ice for 5 min and then ligated to the Illumina 3' RNA oligonucleotide adapter (see smRNA library construction above) using 10 U/�l T4 RNA ligase (Promega, Madison, WI) in 10% DMSO, incubated at 20C for 6 h then 4 C for 4 h. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 3' adapter-ligated RNA molecules from 50 to 80 nucleotides was excised and the RNA eluted and precipitated. The gel-purified RNA was resuspended in nuclease-free water then phosphorylated in a reaction containing 1 U/�l T4 polynucleotide kinase (New England Biolabs, Cambridge, MA) and 1 mM ATP (Illumina, San Diego, CA) for 1 h at 37 C. After purification by phenol:chloroform extraction and ethanol precipitation the 5' phosphorylated RNA fragments were ligated to the Illumina 5' RNA oligonucleotide adapter under the same conditions used for the 3' adapter ligation. Nucleic acids in the ligation reaction were separated by electrophoresis and a gel slice containing 5' and 3' adapter-ligated RNA molecules from 80 to 125 nucleotides was excised and the RNA eluted as described above. The size-selected ligation products were then used as templates in a reverse transcription (RT) reaction, followed by a limited (20 cycle) PCR amplification step (see smRNA library construction above). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer and the 80 to 125 bp band excised. This cDNA was eluted in 1 X gel elution buffer (Illumina, San Diego, CA) rotating at room temperature for 3 hours, ethanol precipitated and resuspended in 15 �l elution buffer (Qiagen, Valencia, CA).","Illumina Genome Analyzer","Base Space","SRS002048",[["SRR013426","15,460,968","773,048,400","50"],["SRR013427","15,105,956","755,297,800","50"],["SRR013428","12,653,308","632,665,400","50"],["SRR013429","12,575,075","628,753,750","50"]]]],[["SRS002045","source: Immature floral tissue; description: transcriptome sequencing",[["strain","Columbia-0 wild type"],["tissue","unopened flower buds"]]],["SRS002046","source: Immature floral tissue; description: transcriptome sequencing",[["strain","drm1-2 drm2-2 cmt3-11 mutant"],["tissue","unopened flower buds"]]],["SRS002047","source: Immature floral tissue; description: transcriptome sequencing",[["strain","met1-3 mutant"],["tissue","unopened flower buds"]]],["SRS002048","source: Immature floral tissue; description: transcriptome sequencing",[["strain","ros1-3 dml2-1 dml3-1 mutant"],["tissue","unopened flower buds"]]]]],["SRA000285",[["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000285","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."]],["SRP000551","no study abstract","Small RNA sequencing of wildtype Arabidopsis plants (Columbia-0), and met1, drm1 drm2 cmt3, and ros1 dml2 dml3 null mutants using the Illumina Genetic Analyzer."],[["SRX002508","no description for experiment design","smRNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Immediately following RNA precipitation, the flow through from the anion-exchange chromatography column was further precipitated in another 2.5 volumes of 100% ethanol (smRNA fraction). The smRNA fraction was further purified by a phenol-chloroform extraction and an additional ethanol precipitation. Small RNAs were resolved by electrophoresis of 2.5 mg of the smRNA fraction and 7.5 mg of total RNA on 15% polyacrylamide gels containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA). A gel slice containing RNAs of 15 to 35 nucleotides (based on the 10 base pair ladder size standard (Invitrogen, Carlsbad, CA)) was excised and eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were precipitated using ethanol and resuspended in diethyl pyrocarbonate-treated deionized water. Gel-purified smRNA molecules were ligated sequentially to 5` and 3` RNA oligonucleotide adapters using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5` RNA adapter (5` - GUUCAGAGUUCUACAGUCCGACGAUC - 3`) possessed 5` and 3` hydroxyl groups. The 3` RNA adapter (5`-pUCGUAUGCCGUCUUCUGCUUGidT-3`) possessed a 5` mono-phosphate and a 3` inverted deoxythymidine (idT). The smRNAs were first ligated to the 5` RNA adapter. The ligation products were gel eluted and ligated to the 3` RNA adapter. The final ligation products were then used as templates in a reverse transcription (RT) reaction using the RT-primer (5` - CAAGCAGAAGACGGCATACGA - 3`) and Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). This was followed by a limited (15 cycle) PCR amplification step using the PCR reverse (5`-AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA-3`) and forward (5`-CAAGCAGAAGACGGCATACGA-3`) primers and Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). All oligonucleotides were provided by Illumina (Illumina, San Diego, CA). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer, eluted in 0.3 M NaCl rotating at room temperature for 4 hours, precipitated using ethanol, and resuspended in nuclease-free water. ","Illumina Genome Analyzer","Base Space","SRS002024",[["SRR013343","9,777,592","351,993,312","36"]]],["SRX002509","no description for experiment design","smRNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Immediately following RNA precipitation, the flow through from the anion-exchange chromatography column was further precipitated in another 2.5 volumes of 100% ethanol (smRNA fraction). The smRNA fraction was further purified by a phenol-chloroform extraction and an additional ethanol precipitation. Small RNAs were resolved by electrophoresis of 2.5 mg of the smRNA fraction and 7.5 mg of total RNA on 15% polyacrylamide gels containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA). A gel slice containing RNAs of 15 to 35 nucleotides (based on the 10 base pair ladder size standard (Invitrogen, Carlsbad, CA)) was excised and eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were precipitated using ethanol and resuspended in diethyl pyrocarbonate-treated deionized water. Gel-purified smRNA molecules were ligated sequentially to 5` and 3` RNA oligonucleotide adapters using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5` RNA adapter (5` - GUUCAGAGUUCUACAGUCCGACGAUC - 3`) possessed 5` and 3` hydroxyl groups. The 3` RNA adapter (5`-pUCGUAUGCCGUCUUCUGCUUGidT-3`) possessed a 5` mono-phosphate and a 3` inverted deoxythymidine (idT). The smRNAs were first ligated to the 5` RNA adapter. The ligation products were gel eluted and ligated to the 3` RNA adapter. The final ligation products were then used as templates in a reverse transcription (RT) reaction using the RT-primer (5` - CAAGCAGAAGACGGCATACGA - 3`) and Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). This was followed by a limited (15 cycle) PCR amplification step using the PCR reverse (5`-AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA-3`) and forward (5`-CAAGCAGAAGACGGCATACGA-3`) primers and Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). All oligonucleotides were provided by Illumina (Illumina, San Diego, CA). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer, eluted in 0.3 M NaCl rotating at room temperature for 4 hours, precipitated using ethanol, and resuspended in nuclease-free water. ","Illumina Genome Analyzer","Base Space","SRS002025",[["SRR013344","8,369,324","301,295,664","36"]]],["SRX002510","no description for experiment design","smRNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Immediately following RNA precipitation, the flow through from the anion-exchange chromatography column was further precipitated in another 2.5 volumes of 100% ethanol (smRNA fraction). The smRNA fraction was further purified by a phenol-chloroform extraction and an additional ethanol precipitation. Small RNAs were resolved by electrophoresis of 2.5 mg of the smRNA fraction and 7.5 mg of total RNA on 15% polyacrylamide gels containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA). A gel slice containing RNAs of 15 to 35 nucleotides (based on the 10 base pair ladder size standard (Invitrogen, Carlsbad, CA)) was excised and eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were precipitated using ethanol and resuspended in diethyl pyrocarbonate-treated deionized water. Gel-purified smRNA molecules were ligated sequentially to 5` and 3` RNA oligonucleotide adapters using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5` RNA adapter (5` - GUUCAGAGUUCUACAGUCCGACGAUC - 3`) possessed 5` and 3` hydroxyl groups. The 3` RNA adapter (5`-pUCGUAUGCCGUCUUCUGCUUGidT-3`) possessed a 5` mono-phosphate and a 3` inverted deoxythymidine (idT). The smRNAs were first ligated to the 5` RNA adapter. The ligation products were gel eluted and ligated to the 3` RNA adapter. The final ligation products were then used as templates in a reverse transcription (RT) reaction using the RT-primer (5` - CAAGCAGAAGACGGCATACGA - 3`) and Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). This was followed by a limited (15 cycle) PCR amplification step using the PCR reverse (5`-AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA-3`) and forward (5`-CAAGCAGAAGACGGCATACGA-3`) primers and Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). All oligonucleotides were provided by Illumina (Illumina, San Diego, CA). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer, eluted in 0.3 M NaCl rotating at room temperature for 4 hours, precipitated using ethanol, and resuspended in nuclease-free water. ","Illumina Genome Analyzer","Base Space","SRS002026",[["SRR013345","9,688,456","348,784,416","36"]]],["SRX002511","no description for experiment design","smRNA-seq library construction protocol: Total RNA was isolated using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Immediately following RNA precipitation, the flow through from the anion-exchange chromatography column was further precipitated in another 2.5 volumes of 100% ethanol (smRNA fraction). The smRNA fraction was further purified by a phenol-chloroform extraction and an additional ethanol precipitation. Small RNAs were resolved by electrophoresis of 2.5 mg of the smRNA fraction and 7.5 mg of total RNA on 15% polyacrylamide gels containing 7 M urea in TBE buffer (45 mM Tris-borate, pH 8.0, and 1.0 mM EDTA). A gel slice containing RNAs of 15 to 35 nucleotides (based on the 10 base pair ladder size standard (Invitrogen, Carlsbad, CA)) was excised and eluted in 0.3 M NaCl rotating at room temperature for 4 hours. The eluted RNAs were precipitated using ethanol and resuspended in diethyl pyrocarbonate-treated deionized water. Gel-purified smRNA molecules were ligated sequentially to 5` and 3` RNA oligonucleotide adapters using T4 RNA ligase (10 units/mL) (Promega, Madison, WI). The 5` RNA adapter (5` - GUUCAGAGUUCUACAGUCCGACGAUC - 3`) possessed 5` and 3` hydroxyl groups. The 3` RNA adapter (5`-pUCGUAUGCCGUCUUCUGCUUGidT-3`) possessed a 5` mono-phosphate and a 3` inverted deoxythymidine (idT). The smRNAs were first ligated to the 5` RNA adapter. The ligation products were gel eluted and ligated to the 3` RNA adapter. The final ligation products were then used as templates in a reverse transcription (RT) reaction using the RT-primer (5` - CAAGCAGAAGACGGCATACGA - 3`) and Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). This was followed by a limited (15 cycle) PCR amplification step using the PCR reverse (5`-AATGATACGGCGACCACCGACAGGTTCAGAGTTCTACAGTCCGA-3`) and forward (5`-CAAGCAGAAGACGGCATACGA-3`) primers and Phusion hot-start high fidelity DNA polymerase (New England Biolabs, Cambridge, MA). All oligonucleotides were provided by Illumina (Illumina, San Diego, CA). The amplification products were separated by electrophoresis on a 6% polyacrylamide gel in TBE buffer, eluted in 0.3 M NaCl rotating at room temperature for 4 hours, precipitated using ethanol, and resuspended in nuclease-free water. ","Illumina Genome Analyzer","Base Space","SRS002027",[["SRR013346","13,401,678","482,460,408","36"]]]],[["SRS002024","source: Immature floral tissue; description: small RNA sequencing",[["strain","Columbia-0 wild type"],["tissue","unopened flower buds"]]],["SRS002025","source: Immature floral tissue; description: small RNA sequencing",[["strain","drm1-2 drm2-2 cmt3-11 null mutant"],["tissue","unopened flower buds"]]],["SRS002026","source: Immature floral tissue; description: small RNA sequencing",[["strain","met1-3 null mutant"],["tissue","unopened flower buds"]]],["SRS002027","source: Immature floral tissue; description: small RNA sequencing",[["strain","ros1-3 dml2-1 dml3-1 null mutant"],["tissue","unopened flower buds"]]]]],["SRA029150",[["20631708","Regulation of heterochromatic DNA replication by histone H3 lysine 27 methyltransferases.","Nature","2010-Aug-19","SRA029150","Multiple pathways prevent DNA replication from occurring more than once per cell cycle. These pathways block re-replication by strictly controlling the activity of pre-replication complexes, which assemble at specific sites in the genome called origins. Here we show that mutations in the homologous histone 3 lysine 27 (H3K27) monomethyltransferases, ARABIDOPSIS TRITHORAX-RELATED PROTEIN5 (ATXR5) and ATXR6, lead to re-replication of specific genomic locations. Most of these locations correspond to transposons and other repetitive and silent elements of the Arabidopsis genome. These sites also correspond to high levels of H3K27 monomethylation, and mutation of the catalytic SET domain is sufficient to cause the re-replication defect. Mutation of ATXR5 and ATXR6 also causes upregulation of transposon expression and has pleiotropic effects on plant development. These results uncover a novel pathway that prevents over-replication of heterochromatin in Arabidopsis.","Jacob Y, Stroud H, Leblanc C, Feng S, Zhuo L, Caro E, Hassel C, Gutierrez C, Michaels SD, Jacobsen SE."]],["SRP005295","no study abstract","Summary: Multiple pathways prevent DNA replication from occurring more than once per cell cycle. These pathways block re-replication by strictly controlling the activity of pre-replication complexes, which assemble at specific sites in the genome called origins. Here we show that mutations in the homologous histone 3 lysine 27 (H3K27) monomethyltransferases, ARABIDOPSIS TRITHORAX-RELATED PROTEIN5 (ATXR5) and ATXR6, lead to re-replication of specific genomic locations.   The vast majority of these locations correspond to transposons and other repetitive and silent elements of the Arabidopsis genome.  These sites also correspond to high levels of H3K27 monomethylation, and mutation of the catalytic SET domain is sufficient to cause the re-replication defect.  Mutation of ATXR5 and ATXR6 also causes upregulation of transposon expression and has pleiotropic effects on plant development.  These results uncover a novel pathway that prevents over-replication of heterochromatin in Arabidopsis. \nOverall Design: Examination of genomic DNA content in endoreduplicating nuclei in wild type and atxr atxr6 mutant plants"],[["SRX038411","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152567",[["SRR094075","12,586,925","453,129,300","36"],["SRR094076","7,914,875","569,871,000","72"],["SRR094077","8,164,501","587,844,072","72"]]],["SRX038412","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152568",[["SRR094078","15,387,899","553,964,364","36"],["SRR094079","8,163,494","587,771,568","72"],["SRR094080","8,604,175","619,500,600","72"]]],["SRX038413","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152569",[["SRR094081","13,972,128","502,996,608","36"],["SRR094082","10,327,003","371,772,108","36"]]],["SRX038414","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152570",[["SRR094083","13,523,501","486,846,036","36"],["SRR094084","11,782,802","424,180,872","36"]]],["SRX038415","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152571",[["SRR094085","13,812,208","497,239,488","36"],["SRR094086","14,593,281","525,358,116","36"],["SRR094087","7,439,658","535,655,376","72"],["SRR094088","7,852,783","565,400,376","72"]]],["SRX038416","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152572",[["SRR094089","13,354,547","480,763,692","36"],["SRR094090","7,496,101","539,719,272","72"],["SRR094091","7,530,716","542,211,552","72"]]],["SRX038417","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152573",[["SRR094092","12,682,527","456,570,972","36"],["SRR094093","10,661,945","383,830,020","36"],["SRR094094","12,637,736","909,916,992","72"]]],["SRX038418","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152574",[["SRR094095","12,276,969","441,970,884","36"],["SRR094096","1,489,813","107,266,536","72"],["SRR094097","1,571,164","113,123,808","72"]]],["SRX038419","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152575",[["SRR094098","15,451,708","1,112,522,976","72"]]],["SRX038420","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152576",[["SRR094099","11,932,589","859,146,408","72"]]],["SRX038421","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152577",[["SRR094100","5,113,620","184,090,320","36"],["SRR094101","4,353,015","195,885,675","45"],["SRR094102","4,028,625","181,288,125","45"],["SRR094103","4,251,788","191,330,460","45"]]],["SRX038422","no description for experiment design","Genomic DNA was extracted from the sorted nuclei using the PicoPure DNA Extraction Kit (Molecular Devices, Sunnyvale, CA) according to the manufacturer’s recommendations. ChIP was performed as previously described (Zhang et al, 2009)  Illumina libraries for genomic DNA extracted from sorted nuclei and ChIP samples were  made following manufacturer instructions (Illumina).","Illumina Genome Analyzer II","Base Space","SRS152578",[["SRR094104","2,162,915","77,864,940","36"],["SRR094105","7,279,165","262,049,940","36"]]]],[["SRS152567","source: leaves",[["GEO Accession","GSM567808"],["chip antibody","none"],["genotype","wildtype"],["ploidy","2C"],["strain","Columbia"],["tissue","leaf"]]],["SRS152568","source: leaves",[["GEO Accession","GSM567809"],["chip antibody","none"],["genotype","wildtype"],["ploidy","4C"],["strain","Columbia"],["tissue","leaf"]]],["SRS152569","source: leaves",[["GEO Accession","GSM567810"],["chip antibody","none"],["genotype","wildtype"],["ploidy","8C"],["strain","Columbia"],["tissue","leaf"]]],["SRS152570","source: leaves",[["GEO Accession","GSM567811"],["chip antibody","none"],["genotype","wildtype"],["ploidy","16C"],["strain","Columbia"],["tissue","leaf"]]],["SRS152571","source: leaves",[["GEO Accession","GSM567812"],["chip antibody","none"],["genotype","atxr5 atxr6"],["ploidy","2C"],["strain","Columbia"],["tissue","leaf"]]],["SRS152572","source: leaves",[["GEO Accession","GSM567813"],["chip antibody","none"],["genotype","atxr5 atxr6"],["ploidy","4C"],["strain","Columbia"],["tissue","leaf"]]],["SRS152573","source: leaves",[["GEO Accession","GSM567814"],["chip antibody","none"],["genotype","atxr5 atxr6"],["ploidy","8C"],["strain","Columbia"],["tissue","leaf"]]],["SRS152574","source: leaves",[["GEO Accession","GSM567815"],["chip antibody","none"],["genotype","atxr5 atxr6"],["ploidy","16C"],["strain","Columbia"],["tissue","leaf"]]],["SRS152575","source: leaves",[["GEO Accession","GSM567816"],["chip antibody","none"],["genotype","wildtype"],["strain","Columbia"],["tissue","leaf"]]],["SRS152576","source: leaves",[["GEO Accession","GSM567817"],["chip antibody","none"],["genotype","atxr5 atxr6"],["strain","Columbia"],["tissue","leaf"]]],["SRS152577","source: leaves",[["GEO Accession","GSM567818"],["chip antibody catalog #","07-448"],["chip antibody manufacturer","Upstate"],["chip antibody","H3K27me1"],["genotype","wildtype"],["strain","Columbia"],["tissue","leaf"]]],["SRS152578","source: leaves",[["GEO Accession","GSM567819"],["chip antibody catalog #","1791"],["chip antibody manufacturer","Abcam"],["chip antibody","H3"],["genotype","atxr5 atxr6"],["strain","Columbia"],["tissue","leaf"]]]]],["SRA020067",[["20144209","An effective approach for identification of in vivo protein-DNA binding sites from paired-end ChIP-Seq data.","BMC Bioinformatics","2010","SRA020067","ChIP-Seq, which combines chromatin immunoprecipitation (ChIP) with high-throughput massively parallel sequencing, is increasingly being used for identification of protein-DNA interactions in vivo in the genome. However, to maximize the effectiveness of data analysis of such sequences requires the development of new algorithms that are able to accurately predict DNA-protein binding sites.Here, we present SIPeS (Site Identification from Paired-end Sequencing), a novel algorithm for precise identification of binding sites from short reads generated by paired-end solexa ChIP-Seq technology. In this paper we used ChIP-Seq data from the Arabidopsis basic helix-loop-helix transcription factor ABORTED MICROSPORES (AMS), which is expressed within the anther during pollen development, the results show that SIPeS has better resolution for binding site identification compared to two existing ChIP-Seq peak detection algorithms, Cisgenome and MACS.When compared to Cisgenome and MACS, SIPeS shows better resolution for binding site discovery. Moreover, SIPeS is designed to calculate the mappable genome length accurately with the fragment length based on the paired-end reads. Dynamic baselines are also employed to effectively discriminate closely adjacent binding sites, for effective binding sites discovery, which is of particular value when working with high-density genomes.","Wang C, Xu J, Zhang D, Wilson ZA, Zhang D."]],["SRP002566","no study abstract","Summary: ChIP-Seq, which combines chromatin immunoprecipitation (ChIP) with high-throughput massively parallel sequencing, is increasingly being used for identification of protein–DNA interactions in-vivo in the genome. In general, current algorithms for ChIP-seq reads employ artificial estimation of the average length of DNA fragments for peak finding, leading to uncertain prediction of DNA-protein binding sites. Here, we present SIPeS (Site Identification from Paired-end Sequencing), a novel algorithm for precise identification of binding sites from short reads generated from paired-end Solexa ChIP-Seq technology. SIPeS uses a dynamic baseline directly via ‘piling up’ the corresponding fragments defined by the paired reads to efficiently find peaks corresponding to binding sites. The performance of SIPeS is demonstrated by analyzing the ChIP-Seq data of the Arabidopsis basic helix-loop-helix transcription factor ABORTED MICROSPORES (AMS). The robustness of SIPeS was demonstrated in higher sensitivity and spatial resolution in peak finding compared to three existing peak detection algorithms.\n\nKeywords: transcription factors (protein-DNA interactions)\nOverall Design: Examination of protein-DNA interactions in buds of Arabidopsis anther cell"],[["SRX021610","no description for experiment design","Chromatin was isolated from 1.5 g of formaldehyde cross-linked tissue from 0.6-1.1-mm buds of plants showing AMS expression.Briefly, Arabidopsis anthers were treated with formaldehyde, and the chromatin solution was sonicated on an Ultrasonic Crasher Noise Isolating Chamber (SCIENTZ, NingBo). The soluble chromatin fragments were obtained from isolated nuclei. Preadsorption with sheared salmon sperm DNA/protein A agarose mix (Santa Cruz, USA) was performed to remove nonspecific bound DNA. Immunoprecipitations with purified AMS-specific antiserum and preadsorption with protein A-Sepharose beads and without any serum were performed . A small aliquot of untreated sonicated chromatin was reversely cross-linked and used as the total input DNA control.","Illumina Genome Analyzer","Base Space","SRS074417",[["SRR054715","8,655,859","692,468,720","80"]]]],[["SRS074417","source: plants cells, buds of Arabidopsis",[["GEO Accession","GSM424618"],["strain","Columbia"]]]]],["SRA010097",[["19825647","Defining the functional network of epigenetic regulators in Arabidopsis thaliana.","Mol Plant","2009-Jul","SRA010097","Development of ChIP-chip and ChIP-seq technologies has allowed genome-wide high-resolution profiling of chromatin-associated marks and binding sites for epigenetic regulators. However, signals for directing epigenetic modifiers to their target sites are not understood. In this paper, we tested the hypothesis that genome location can affect the involvement of epigenetic regulators using Chromatin Charting (CC) Lines, which have an identical transgene construct inserted at different locations in the Arabidopsis genome. Four CC lines that showed evidence for epigenetic silencing of the luciferase reporter gene were transformed with RNAi vectors individually targeting epigenetic regulators LHP1, MOM1, CMT3, DRD1, DRM2, SUVH2, CLF, and HD1. Involvement of a particular epigenetic regulator in silencing the transgene locus in a CC line was determined by significant alterations in luciferase expression after suppression of the regulator's expression. Our results suggest that the targeting of epigenetic regulators can be influenced by genome location as well as sequence context. In addition, the relative importance of an epigenetic regulator can be influenced by tissue identity. We also report a novel approach to predict interactions between epigenetic regulators through clustering analysis of the regulators using alterations in gene expression of putative downstream targets, including endogenous loci and transgenes, in epigenetic mutants or RNAi lines. Our data support the existence of a complex and dynamic network of epigenetic regulators that serves to coordinate and control global gene expression in higher plants.","Luo C, Durgin BG, Watanabe N, Lam E."]],["SRP002100","Bioinformatics powered correlative analysis of epigenomic patterns is an effective method to help derive biological hypotheses that can be tested genetically or biochemically. To accommodate the variety and complexity of epigenomic and transcriptomic patterns, ANchored COrrelative Patterns (ANCORP) was developed as a platform to integrate and intuitively visualize a large number of genome-wide profiles. With global profiles of 9 histone modifications mapped by ChIP-seq and a strand-specific RNA-seq dataset, we have applied the ANCORP-genetics pipeline for hypothesis building and testing in order to understand how global transcription may be regulated by epigenetic pathways such as histone modifications. It was found that intragenic antisense RNAs are depleted from genes with strong gene-body H3K36me2 mark and cytosine methylation enrichments but are significantly overrepresented in H3K4me3/H3K27me3 bivalent genes. Moreover, gene body H3K36me2 and DNA methylation anti-correlate with multiple active chromatin marks including H3K4me2/3, H3K9Ac and H3K18Ac. These observations lead us to hypothesize that H3K36me2 and DNA methylation may synergistically repress active chromatin marks in gene bodies and subsequently inhibit transcription of the antisense strand. This hypothesis was tested with mutants deficient in DNA methylation (met1-1), H3K36me (sdg8-2 and elf8-1) or both (met1-1/sdg8-2). We found evidence that H3K36me2 but not DNA methylation is involved in the repression of intragenic antisense RNA production. Interestingly, the activation of antisense RNA in sdg8-2 or elf8-1 mutants does not associate with any increase of histone marks in gene bodies that are known to correlate with gene activation, suggesting a fundamental difference with sense transcription pathways. Our results suggest that ANCORP-genetics is an effective approach to uncover epigenetic regulatory mechanisms by leveraging on the rapid advances in sequencing technologies and the resultant wealth of genome-wide information.","no study description"],[["SRX017553","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037789","18,402,151","644,075,285","35"],["SRR037790","18,832,018","659,120,630","35"]]],["SRX017554","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037791","26,727,217","935,452,595","35"],["SRR037792","27,391,919","958,717,165","35"]]],["SRX017555","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037879","4,560,972","159,634,020","35"],["SRR037880","2,040,838","71,429,330","35"]]],["SRX017556","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037793","21,193,655","741,777,925","35"],["SRR037794","13,842,268","484,479,380","35"]]],["SRX017595","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037710","51,137,964","1,789,828,740","35"]]],["SRX017596","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037788","31,957,065","1,118,497,275","35"]]],["SRX017597","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037881","8,792,145","307,725,075","35"]]],["SRX017599","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037785","33,507,944","1,172,778,040","35"]]],["SRX017600","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037786","30,998,749","1,084,956,215","35"]]],["SRX017604","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037787","43,089,325","1,508,126,375","35"],["SRR037882","1,272,560","44,539,600","35"],["SRR037883","3,000,571","105,019,985","35"]]],["SRX017605","no description for experiment design","The purified ChIPed DNA was fragmentated by the Covaris S2 system to ~125 bp-long. After recovering the DNA with ethanol precipitation, samples were treated with DNA End-Repair Kit. End-repaired DNA was then purified with MinElute Reaction Cleanup Kit. Adaptors were synthesized as single-strand oligos (P1 HPLC grade; P2 desalted grade) and annealed in 1X PCR buffer with a thermal cycler. P2 adaptors were resolved on a 3% agarose gel and the dominant 50 bp band was purified. After ligating both P1 and P2 adaptors, a phenol/chloroform extraction followed by ethanol precipitation was performed to remove ligase and salts. The purified DNA was resolved on a 6% native PAGE gel to separate ligation products from adaptors. The gel piece corresponding to where 150-250 bp DNA migrate was sliced and stored frozen. The optimal cycle for library amplification was empirically determined with 1/3 of the gel piece. Library prepared with the rest 2/3 of gel slice was resolved on a 3% agarose gel to recover the 150-250 bp smear.","AB SOLiD System 2.0","Color Space","SRS024807",[["SRR037795","25,808,385","903,293,475","35"],["SRR037796","26,340,828","921,928,980","35"],["SRR037884","2,817,163","98,600,705","35"],["SRR037885","4,042,843","141,499,505","35"]]],["SRX025337","no description for experiment design","Ribosomal RNAs were depleted from the total RNA with two rounds of treatment with the RibominusTM Plant Kit (Invitrogen). RNA-seq fragment libraries were constructed using the SOLiDTM Whole-Transcriptome Analysis Kit following the manufacturer%u2019s protocol. Briefly, the RNA was fragmented using RNase III and subsequently purified using the Qiagen gel extraction minelute kit. The RNA fragments were then ligated to barcoded RNA adaptors supplied in the Whole Transcriptome Kit, and then reverse transcribed. The resulting cDNA was then resolved on a 3% agarose gel, size selected and purified, and then amplified by PCR. The libraries were quantitated using a NanoDrop and pooled. Tags were truncated to 35 bps for the alignment with Arabidopsis genome using the same parameters used for mapping the ChIP-seq reads.","AB SOLiD System 3.0","Color Space","SRS105170",[["SRR066816","47,225,701","2,361,285,050","50"],["SRR066817","52,236,573","2,611,828,650","50"]]]],[["SRS024807","Arabidopsis plant were germinated and grown for two weeks on 0.5X MS plates supplemented with 0.8% agar. Total aerial tissue of the seedling were used for ChIP.",[["no attribution tag","no attribution value"]]],["SRS105170","Arabidopsis plants were grown on soil for 21-28 days. Young leaves ranging 7-12 mm in length were used for RNA isolation.",[["no attribution tag","no attribution value"]]]]],["SRA000284",[["18423832","Highly integrated single-base resolution maps of the epigenome in Arabidopsis.","Cell","2008-May-2","SRA000284","Deciphering the multiple layers of epigenetic regulation that control transcription is critical to understanding how plants develop and respond to their environment. Using sequencing-by-synthesis technology we directly sequenced the cytosine methylome (methylC-seq), transcriptome (mRNA-seq), and small RNA transcriptome (smRNA-seq) to generate highly integrated epigenome maps for wild-type Arabidopsis thaliana and mutants defective in DNA methyltransferase or demethylase activity. At single-base resolution we discovered extensive, previously undetected DNA methylation, identified the context and level of methylation at each site, and observed local sequence effects upon methylation state. Deep sequencing of smRNAs revealed a direct relationship between the location of smRNAs and DNA methylation, perturbation of smRNA biogenesis upon loss of CpG DNA methylation, and a tendency for smRNAs to direct strand-specific DNA methylation in regions of RNA-DNA homology. Finally, strand-specific mRNA-seq revealed altered transcript abundance of hundreds of genes, transposons, and unannotated intergenic transcripts upon modification of the DNA methylation state.","Lister R, O'Malley RC, Tonti-Filippini J, Gregory BD, Berry CC, Millar AH, Ecker JR."]],["SRP000539","no study abstract","Whole genome shotgun bisulfite sequencing of wildtype Arabidopsis plants (Columbia-0), and met1, drm1 drm2 cmt3, and ros1 dml2 dml3 null mutants using the Illumina Genetic Analyzer.Part of a set of highly integrated epigenome maps for Arabidopsis thaliana."],[["SRX002495","no description for experiment design","MethylC-seq library construction protocol: Genomic DNA was extracted using the DNeasy Plant Mini Kit (Qiagen, Valencia, CA), and 5 ?g of was fragmented by sonication to 50-500 bp with a Bioruptor (Diagenode Sparta, NJ), followed by end repair and ligation of methylated adapters provided by Illumina (Illumina, San Diego, CA) as per manufacturer?s instructions for gDNA library construction. 100-200 ng of adapter-ligated gDNA of 120-170 bp was isolated by agarose gel electrophoresis, and subjected to two successive treatments of sodium bisulfite conversion using the EpiTect Bisulfite kit (Qiagen, Valencia, CA), using the subsequent FFPE purification step, as outlined in the manufacturer?s instructions. The reaction was then purified once more using the PCR purification kit (Qiagen, Valencia, CA). Five ng of bisulfite-converted, adapter-ligated DNA molecules were enriched by 18 cycles of PCR with the following reaction composition: 2.5 U of uracil-insensitive PfuTurboCx Hotstart DNA polymerase (Stratagene), 5 ?l 10X PfuTurbo reaction buffer, 25 ?M dNTPs, 1 ?l Primer 1.1, 1 ?l Primer 2.1 (50 ?l final). The thermocyling was as follows: 95?C 2 min, 98?C 30 sec, then 18 cycles of 98?C 10 sec, 65?C 30 sec and 72?C 30 sec, completed with one 72?C 5 min step. The enriched library was purified with the PCR purification kit (Qiagen, Valencia, CA)and quantity and quality examined by spectrophotometry, gel electrophoresis, and limited sequencing of cloned library molecules.","Illumina Genome Analyzer","Base Space","SRS002015",[["SRR013305","28,723,026","1,608,489,456","56"],["SRR013306","32,264,703","1,806,823,368","56"],["SRR013307","35,773,193","2,003,298,808","56"],["SRR013308","28,586,451","1,400,736,099","49"],["SRR013309","19,062,409","953,120,450","50"]]],["SRX002496","no description for experiment design","MethylC-seq library construction protocol: Genomic DNA was extracted using the DNeasy Plant Mini Kit (Qiagen, Valencia, CA), and 5 ?g of was fragmented by sonication to 50-500 bp with a Bioruptor (Diagenode Sparta, NJ), followed by end repair and ligation of methylated adapters provided by Illumina (Illumina, San Diego, CA) as per manufacturer?s instructions for gDNA library construction. 100-200 ng of adapter-ligated gDNA of 120-170 bp was isolated by agarose gel electrophoresis, and subjected to two successive treatments of sodium bisulfite conversion using the EpiTect Bisulfite kit (Qiagen, Valencia, CA), using the subsequent FFPE purification step, as outlined in the manufacturer?s instructions. The reaction was then purified once more using the PCR purification kit (Qiagen, Valencia, CA). Five ng of bisulfite-converted, adapter-ligated DNA molecules were enriched by 18 cycles of PCR with the following reaction composition: 2.5 U of uracil-insensitive PfuTurboCx Hotstart DNA polymerase (Stratagene), 5 ?l 10X PfuTurbo reaction buffer, 25 ?M dNTPs, 1 ?l Primer 1.1, 1 ?l Primer 2.1 (50 ?l final). The thermocyling was as follows: 95?C 2 min, 98?C 30 sec, then 18 cycles of 98?C 10 sec, 65?C 30 sec and 72?C 30 sec, completed with one 72?C 5 min step. The enriched library was purified with the PCR purification kit (Qiagen, Valencia, CA)and quantity and quality examined by spectrophotometry, gel electrophoresis, and limited sequencing of cloned library molecules.","Illumina Genome Analyzer","Base Space","SRS002016",[["SRR013310","12,678,790","633,939,500","50"],["SRR013311","9,038,077","460,941,927","51"],["SRR013312","65,230,785","3,261,539,250","50"],["SRR013313","59,914,576","3,055,643,376","51"],["SRR018064","9,023,169","460,181,619","51"],["SRR018065","9,197,591","469,077,141","51"],["SRR018066","8,929,877","455,423,727","51"],["SRR018067","9,008,193","459,417,843","51"],["SRR018068","9,366,712","477,702,312","51"],["SRR018069","9,126,003","465,426,153","51"]]],["SRX002497","no description for experiment design","MethylC-seq library construction protocol: Genomic DNA was extracted using the DNeasy Plant Mini Kit (Qiagen, Valencia, CA), and 5 ?g of was fragmented by sonication to 50-500 bp with a Bioruptor (Diagenode Sparta, NJ), followed by end repair and ligation of methylated adapters provided by Illumina (Illumina, San Diego, CA) as per manufacturer?s instructions for gDNA library construction. 100-200 ng of adapter-ligated gDNA of 120-170 bp was isolated by agarose gel electrophoresis, and subjected to two successive treatments of sodium bisulfite conversion using the EpiTect Bisulfite kit (Qiagen, Valencia, CA), using the subsequent FFPE purification step, as outlined in the manufacturer?s instructions. The reaction was then purified once more using the PCR purification kit (Qiagen, Valencia, CA). Five ng of bisulfite-converted, adapter-ligated DNA molecules were enriched by 18 cycles of PCR with the following reaction composition: 2.5 U of uracil-insensitive PfuTurboCx Hotstart DNA polymerase (Stratagene), 5 ?l 10X PfuTurbo reaction buffer, 25 ?M dNTPs, 1 ?l Primer 1.1, 1 ?l Primer 2.1 (50 ?l final). The thermocyling was as follows: 95?C 2 min, 98?C 30 sec, then 18 cycles of 98?C 10 sec, 65?C 30 sec and 72?C 30 sec, completed with one 72?C 5 min step. The enriched library was purified with the PCR purification kit (Qiagen, Valencia, CA)and quantity and quality examined by spectrophotometry, gel electrophoresis, and limited sequencing of cloned library molecules.","Illumina Genome Analyzer","Base Space","SRS002017",[["SRR013314","12,215,904","610,795,200","50"],["SRR013315","37,740,492","1,887,024,600","50"],["SRR013316","56,242,624","2,812,131,200","50"],["SRR013317","46,541,445","2,373,613,695","51"]]],["SRX002498","no description for experiment design","MethylC-seq library construction protocol: Genomic DNA was extracted using the DNeasy Plant Mini Kit (Qiagen, Valencia, CA), and 5 ?g of was fragmented by sonication to 50-500 bp with a Bioruptor (Diagenode Sparta, NJ), followed by end repair and ligation of methylated adapters provided by Illumina (Illumina, San Diego, CA) as per manufacturer?s instructions for gDNA library construction. 100-200 ng of adapter-ligated gDNA of 120-170 bp was isolated by agarose gel electrophoresis, and subjected to two successive treatments of sodium bisulfite conversion using the EpiTect Bisulfite kit (Qiagen, Valencia, CA), using the subsequent FFPE purification step, as outlined in the manufacturer?s instructions. The reaction was then purified once more using the PCR purification kit (Qiagen, Valencia, CA). Five ng of bisulfite-converted, adapter-ligated DNA molecules were enriched by 18 cycles of PCR with the following reaction composition: 2.5 U of uracil-insensitive PfuTurboCx Hotstart DNA polymerase (Stratagene), 5 ?l 10X PfuTurbo reaction buffer, 25 ?M dNTPs, 1 ?l Primer 1.1, 1 ?l Primer 2.1 (50 ?l final). The thermocyling was as follows: 95?C 2 min, 98?C 30 sec, then 18 cycles of 98?C 10 sec, 65?C 30 sec and 72?C 30 sec, completed with one 72?C 5 min step. The enriched library was purified with the PCR purification kit (Qiagen, Valencia, CA)and quantity and quality examined by spectrophotometry, gel electrophoresis, and limited sequencing of cloned library molecules.","Illumina Genome Analyzer","Base Space","SRS002018",[["SRR013318","32,401,230","1,652,462,730","51"],["SRR013319","54,711,266","2,790,274,566","51"],["SRR013320","97,531,485","4,974,105,735","51"]]]],[["SRS002015","source: Immature floral tissue; characteristics: Strain: wild type Columbia-0; description: ",[["no attribution tag","no attribution value"]]],["SRS002016","source: Immature floral tissue; characteristics: Strain: drm1-2 drm2-2 cmt3-11; description: ",[["no attribution tag","no attribution value"]]],["SRS002017","source: Immature floral tissue; characteristics: Strain: met1-3; description: ",[["no attribution tag","no attribution value"]]],["SRS002018","source: Immature floral tissue; characteristics: Strain: ros1-3 dml2-1 dml3-1; description: ",[["no attribution tag","no attribution value"]]]]],["SRA024261",[["20876566","Phenotypic consequences of aneuploidy in Arabidopsis thaliana.","Genetics","2010-Dec","SRA024261","Aneuploid cells are characterized by incomplete chromosome sets. The resulting imbalance in gene dosage has phenotypic consequences that are specific to each karyotype. Even in the case of Down syndrome, the most viable and studied form of human aneuploidy, the mechanisms underlying the connected phenotypes remain mostly unclear. Because of their tolerance to aneuploidy, plants provide a powerful system for a genome-wide investigation of aneuploid syndromes, an approach that is not feasible in animal systems. Indeed, in many plant species, populations of aneuploid individuals can be easily obtained from triploid individuals. We phenotyped a population of Arabidopsis thaliana aneuploid individuals containing 25 different karyotypes. Even in this highly heterogeneous population, we demonstrate that certain traits are strongly associated with the dosage of specific chromosome types and that chromosomal effects can be additive. Further, we identified subtle developmental phenotypes expressed in the diploid progeny of aneuploid parent(s) but not in euploid controls from diploid lineages. These results indicate long-term phenotypic consequences of aneuploidy that can persist after chromosomal balance has been restored. We verified the diploid nature of these individuals by whole-genome sequencing and discuss the possibility that trans-generational phenotypic effects stem from epigenetic modifications passed from aneuploid parents to their diploid progeny.","Henry IM, Dilkes BP, Miller ES, Burkart-Waco D, Comai L."]],["SRP003606","Because of their tolerance to aneuploidy, plants provide a powerful system for a genome-wide investigation of aneuploid syndromes. We phenotyped a population of Arabidopsis thaliana aneuploid individuals containing 25 different karyotypes. Even in this highly heterogeneous population, we demonstrate that certain traits are strongly associated with the dosage of specific chromosome types and that chromosomal effects can be additive. Further, we identified subtle developmental phenotypes expressed in the diploid progeny of aneuploid parent(s) but not in euploid controls from diploid lineages. These results indicate long-term phenotypic consequences of aneuploidy that can persist after chromosomal balance has been restored. We verified the diploid nature of these individuals by whole-genome sequencing and discuss the possibility that trans-generational phenotypic effects stem from epigenetic modifications passed from aneuploid parents to their diploid progeny.","Whole-genome sequencing was performed on 6 A. thaliana individual in order to obtain a detailed karyotype of each of them.  Col-0 A (normalization control)  Col-0 B: diploid Col-0 control  Ap2x*4#10 and Ap2x*4#20 are two Aneuploid-parented diploid individuals that exhibit meristematic abnormalities  Col.Tr3 is a trisomic of chromosome 3  Aneuploid1 is an aneuploid of unknown karyotype, hybrid between the Col-0 and the Wa-1 genotypes.  Genomic libraries were created from each of these six individuals, barcoded and pooled before sequencing.  After sequencing, reads were divided according to their barcodes and binned according to their mapping position in order to derive coverage across the length oft he five A. thaliana chromosomes."],[["SRX027140","no description for experiment design","Genomic DNA was extracted using the Fast DNA-kit (MP Biomedicals, Solon OH) from six selected individuals.      For each individual, between 1.2 and 2.0 µg of DNA were further processed. First, water was added to the DNA to reach a total of 200 µl in 1.5ml eppendorf tubes. The DNA was then fragmented by sonication (Bioruptor UCD-200, Diagenode, New-York, USA) for 15 minutes (pulses of 30 sec on the high setting and 30 sec off) and cleaned using MinElute columns (Qiagen Sciences, Maryland, USA) as recommended by the manufacturer.   End-repair and ‘A’-base addition were carried out using the NBE Next DNA Sample Prep Kit (NEB, Ipswich, MA, USA) according to the manufacturer’s recommendations. Reactions were cleaned using MinElute columns after each step, with a final elution volume of 10µl.      Adaptors for Illumina GAIIX sequencing were ligated by combining the following: 10µl of DNA, 15µl of quick ligation reaction buffer (2X), 1.2µl of DNAse-free water, 1.8µl of adaptor mix (50µM) and 2µl of quick T4 DNA ligase, for a total of 30µl.       Each of the six samples were ligated to different 5bps-barcoded adaptors:    TAGCT-Col2x#1   TGATG-Col2x#2   GCCAT-ColTr.3   GTCGC-Ap2x4#10   ACTAC-Ap2x4#20   CTCTG-Aneuploid      The reaction mixes were again purified using MinElute columns before being run on a 1.5% agarose gel for size selection.     DNA of the desired size range (in this case, 300-400bps) was extracted from the gel using the Qiagen Gel Extraction Kit (Qiagen Sciences, Maryland, USA) and eluted in 30µl. The resulting libraries were amplified by PCR by mixing the following: 13.5µl of template DNA, 15µl of 2x Phusion High-Fidelity PCR Master Mix (Finnzymes Oy, Espoo, Finland), 1.5µl of 5µM paired-end primer mix (PE-PrimerA + PE-PrimerB, see Table S1) and using the following protocol: 3-sec at 98°C followed by 12 cycles of 10sec at 98°C, 30 sec at 65°C and 30 sec at 72°C and ending with 5 min at 72°C.     The PCR products were purified using MinElute columns, and eluted in 10µl before being submitted for 41 bps sequencing using Solexa Sequencing technology on an Illumina Genome Analyzer II (Illumina, San Diego, CA, USA).     Data processing:   The first steps of the data analysis were the following:  1. Reads were converted to fastq format  2. Reads were checked for valid/matching barcodes and the corresponding barcode sequence was added to the read name  3. Barcode sequence and added T-base were truncated from each read.  4. Reads containing \"N\"-base(s) were discarded  5. Reads were trimmed for primary adapter contamination (reverse complement of primer or adapter sequence)  6. Reads were trimmed for secondary adapter contamination  7. Reads were trimmed for quality (reads are trimmed when and where the correspondng Phred score drop lower than 20)  8. Reads were checked for length: reads shorter than 25bps were discarded  9. Reads were sorted according to their barcode into the correct fastq library file","Illumina Genome Analyzer II","Base Space","SRS150210",[["SRR066676","23,544,021","941,760,840","40"]]]],[["SRS115091","Leaf tissue from diploid Col-0.",[["no attribution tag","no attribution value"]]],["SRS115092","Genomic DNA from developing buds of a diploid Col-0 individual",[["no attribution tag","no attribution value"]]],["SRS115093","Buds from a Col-0 individual trisomic for chromosome 3 in an otherwise diploid background.",[["no attribution tag","no attribution value"]]],["SRS115094","Buds from an aneuploid individual of unknown karyotype",[["no attribution tag","no attribution value"]]],["SRS115095","Leaves from an individual in the second generation progeny of a trisomic of chromosome 3 (Col-0 background). The individual appear wild-type phenotypically with the exception of meristematic abnormalities. This particular individual is in the progeny of Ap2x*4.",[["no attribution tag","no attribution value"]]],["SRS115096","Leaves from an individual in the second generation progeny of a trisomic of chromosome 3 (Col-0 background). The individual appear wild-type phenotypically with the exception of meristematic abnormalities. This particular individual is in the progeny of Ap2x*4.",[["no attribution tag","no attribution value"]]],["SRS150210","Arabidopsis thaliana",[["no attribution tag","no attribution value"]]]]],["SRA001168",[["20530531","ZOOM Lite: next-generation sequencing data mapping and visualization software.","Nucleic Acids Res","2010-Jul-1","SRA001168","High-throughput next-generation sequencing technologies pose increasing demands on the efficiency, accuracy and usability of data analysis software. In this article, we present ZOOM Lite, a software for efficient reads mapping and result visualization. With a kernel capable of mapping tens of millions of Illumina or AB SOLiD sequencing reads efficiently and accurately, and an intuitive graphical user interface, ZOOM Lite integrates reads mapping and result visualization into a easy to use pipeline on desktop PC. The software handles both single-end and paired-end reads, and can output both the unique mapping result or the top N mapping results for each read. Additionally, the software takes a variety of input file formats and outputs to several commonly used result formats. The software is freely available at http://bioinfor.com/zoom/lite/.","Zhang Z, Lin H, Ma B."]],["SRP000248","Description: If we want to understand how organisms evolve and respond to selection, and which sequence changes have either beneficial or deleterious effects, a logical first step is to produce a representative and detailed portrait of the diversity of genes and alleles that exists within a species. The early phases are a first pilot study of three Arabidopsis thaliana genomes, followed by phase two the sequencing of 80 genomes","no study description"],[["SRX000702","Illumina sequencing of Arabidopsis thaliana Col-0","no description for library construction","Illumina Genome Analyzer","Base Space","SRS000839",[["SRR013327","61,638,311","2,465,532,440","40"],["SRR013328","58,432,508","2,337,300,320","40"]]],["SRX000703","no description for experiment design","no description for library construction","Illumina Genome Analyzer","Base Space","SRS000840",[["SRR013329","14,012,382","490,433,370","35"],["SRR013330","38,726,756","1,549,070,240","40"],["SRR013331","40,734,248","1,629,369,920","40"],["SRR013332","39,184,715","1,547,959,094","39"],["SRR013333","40,387,763","1,595,211,241","39"]]],["SRX000704","no description for experiment design","no description for library construction","Illumina Genome Analyzer","Base Space","SRS000841",[["SRR013334","3,368,294","117,890,290","35"],["SRR013335","32,146,852","1,285,874,080","40"],["SRR013336","35,722,414","1,107,394,834","31"],["SRR013337","46,058,083","1,842,323,320","40"],["SRR013338","16,226,760","649,070,400","40"]]]],[["SRS000839","no sample description",[["TAIR seed stock number","CS22681"]]],["SRS000840","no sample description",[["TAIR seed stock number","CS22679"]]],["SRS000841","no sample description",[["TAIR seed stock number","CS22693"]]]]]]